Repository: codefazt/Investment-Of-Invoices-NetCore
Catalog: TuFactoring/Resources/ViewResource.*.resx
Languages: es_do

# tipAwaitingMembership
source: Awaiting membership
es_do: En espera de afiliación

# tipCuentaNoPrincipal
source: Select as Main Account
es_do: Seleccione como Cuenta Principal

# tipNoAcceptedContracts
source: Awaiting contract acceptance
es_do: En espera de aceptación de contrato

# buttonFilter
source: Filter
es_do: Filtrar

# titleAmountFrom
source: Amount From
es_do: Monto Desde

# titleAmountTo
source: Amount Up
es_do: Monto Hasta

# titleIssuedFrom
source: Issue Date From
es_do: Fecha de Emisión Desde

# titleIssuedTo
source: Issue Date Until
es_do: Fecha de Emisión Hasta

# titleExpirationFrom
source: Expiration Date From
es_do: Fecha de Vencimiento Desde

# titleExpirationTo
source: Expiration Date Until
es_do: Fecha de Vencimiento Hasta

# titleFinanced
source: Financing
es_do: Financiamiento

# searchFinancing
source: Search with Financing
es_do: Buscar con Financiamiento

# titlefilter
source: Filter
es_do: Filtrar

# errorInvoiceNumber
source: Invalid Invoice Number
es_do: Número de la Factura Invalido

# errorDate
source: Invalid Date
es_do: Fecha Invalida

# errorFromGreatherTo
source: start date cannot be longer than the deadline
es_do: fecha de inicio no puede ser mayor a fecha tope

# errorToGreatherFrom
source: deadline cannot be less than the initial date
es_do: fecha tope no puede ser menor a la fecha inicial

# titleConfirmant
source: Confirmant
es_do: Confirmante

# titleDebtor
source: Debtor
es_do: Deudor

# selectTypeConfirmant
source: Select Confirmant
es_do: Selecciona Confirmante

# selectTypeDebtor
source: Insert a Customer
es_do: Ingrese un Cliente

# tipClearFilter
source: Clear Filter
es_do: Limpiar Filtro

# tipFilter
source: Filter
es_do: Filtrar

# buttoClearFilter
source: Clear Filter
es_do: Limpiar Filtro

# placeholderCity
source: Select
es_do: Seleccione

# titlePerfil
source: Profile
es_do: Perfil

# titleClient
source: Customer
es_do: Cliente

# textAllFinanced
source: All
es_do: Todas

# textTrueFinancied
source: with financing
es_do: con Financiamiento

# textFalseFinancied
source: without Financing
es_do: sin Financiamiento

# buttonSend
source: Send
es_do: Enviar

# placeholderComent
source: Please enter comment.
es_do: Por favor ingrese comentario.

# headersAmountAnnualized
source: Discount Amount / Annualized Cost
es_do: Monto por Descuento / Costo Anualizado

# headersOfferProposal
source: Offer Proposal
es_do: Oferta Propuesta

# headersBuyerCustomer
source: Customer / Buyer
es_do: Cliente / Comprador

# headersBankCustomer
source: Customer / Confirming Bank
es_do: Cliente / Banco Confirmante

# headersSupplierCustomer
source: Customer / Supplier
es_do: Cliente / Proveedor

# headersExpirationDaysNumber
source: Expiration Date / Invoice Number
es_do: Fecha de Vencimiento / Número de Factura

# headersAmountNet
source: Net Value
es_do: Valor Neto

# headersOffer
source: Offer
es_do: Ofertar

# headersBankOffer
source: Bank Offer
es_do: Oferta del Banco

# headersProfitability
source: Annualized Profitability
es_do: Rentabilidad Anualizada

# headersAmountReciv
source: Amount to Receive
es_do: Monto a Recibir

# headersOptions
source: Options
es_do: Opciones

# headersCustomer
source: Customer
es_do: Cliente

# headersCustomers
source: Customers
es_do: Clientes

# headersLegalRepresentative
source: Legal Representative
es_do: Representante Legal

# headersAmountAssigned
source: Amount Assigned
es_do: Monto Asignado

# headersState
source: State
es_do: Estado

# headersSupplier
source: Supplier
es_do: Proveedor

# headersNumberInvoice
source: Invoice Number
es_do: Número de Factura

# headersExpirationDays
source: Expiration Date
es_do: Fecha de Vencimiento

# headersType
source: Type
es_do: Tipo

# headersNumber
source: Number
es_do: Número

# headersAmount
source: Amount
es_do: Monto

# headersSupplierNumber
source: Supplier Number
es_do: Número del Proveedor

# headersTypeInvoice
source: Invoice Type
es_do: Tipo de Factura

# headersCurrency
source: Currency
es_do: Moneda

# headersIssuedDate
source: Issued Date
es_do: Fecha de Emisión

# headersMessage
source: Message
es_do: Mensaje

# headersMessages
source: Messages
es_do: Mensajes

# headersBank
source: Bank
es_do: Banco

# headersFinancing
source: Financing
es_do: Financiamiento

# headersPhoto
source: Photo
es_do: Foto

# headersCreatedAt
source: Creation Date
es_do: Fecha de Creación

# headersEmail
source: Email
es_do: Correo Electrónico

# headersName
source: Name
es_do: Nombre

# headersAbbreviation
source: Abbreviation
es_do: Abreviación

# headersDiscriminator
source: Participant
es_do: Participante

# headersConfirm
source: Confirm
es_do: Confirmar

# headersSend
source: Send
es_do: Enviar

# headersDelete
source: Delete
es_do: Eliminar

# headersServiceCommission
source: Expense for Service
es_do: Gasto por Servicio

# headersConfirmingBank
source: Confirming Bank
es_do: Banco Confirmante

# headersPublish
source: Publish
es_do: Publicar

# headersBestOffer
source: Best Offer
es_do: Mejor Oferta

# headersGainProfitability
source: Gain / Annualized Profitability
es_do: Ganancia / Rentabilidad Anualizada

# headersPay
source: Pay
es_do: Pago

# headersOpening
source: Opening
es_do: Apertura

# headersClosing
source: Closing
es_do: Cierre

# headersConciliation
source: Conciliation
es_do: Conciliación

# headerBankingEntity
source: Banking Entity
es_do: Entidad Bancaria

# headersHolder
source: Holder
es_do: Titular

# headersNumberAccount
source: Account Number
es_do: Número de Cuenta

# headersTypeAccount
source: Account Type
es_do: Tipo de Cuenta

# headersStatus
source: Status
es_do: Estatus

# headersDocNumber
source: N° Document
es_do: N° Documento

# headersContact
source: Contact
es_do: Contacto

# headersInformation
source: Information
es_do: Información

# headersAssociated
source: Associated
es_do: Asociados

# messageInvalidFile
source: Dear user.<br>Sorry but the file you just entered is not valid
es_do: Estimado usuario.<br>Disculpe pero el archivo que acaba de ingresar no es valido

# messageInvoiceLoad
source: Dear user. <br> Your Invoice has been successfully registered
es_do: Estimado usuario.<br>Su Factura se ha registrado satisfactoriamente

# messageInvoicesLoad
source: Dear user. <br> Your Invoice (s) has been successfully registered
es_do: Estimado usuario.<br>Su(s) Factura(s) se ha(n) registrado satisfactoriamente

# messageInvoicePostulated
source: Dear user. <br> Your Invoice has been successfully postulated
es_do: Estimado usuario.<br>Su Factura se ha postulado satisfactoriamente

# messageOfferMade
source: Dear user. <br> Your offer was successful
es_do: Estimado usuario.<br>Su oferta se ha realizado satisfactoriamente

# messageOfferUpdate
source: Dear user. <br> Your Offer has been successfully updated
es_do: Estimado usuario.<br>Su Oferta se ha actualizado satisfactoriamente

# messagePublishInvoice
source: Dear user. <br> Invoices have been published successfully
es_do: Estimado usuario.<br>Las Facturas se han Publicado satisfactoriamente

# messageOfferWin
source: Dear user. <br> Offer confirmation has been successfully applied
es_do: Estimado usuario.<br>La confirmación de Oferta se ha aplicado satisfactoriamente

# messageInvoiceFinancing
source: Dear user. <br> Your Financing Request has been satisfactorily completed
es_do: Estimado usuario.<br>Su Solicitud de Financiamiento se ha realizado satisfactoriamente

# messageInvoiceFinancingCancel
source: Dear user. <br> Your Cancellation Request has been successfully completed
es_do: Estimado usuario.<br>Su Solicitud de Cancelación se ha realizado satisfactoriamente

# messageSuccesAnswer
source: Dear user. <br> Your request has been successfully applied
es_do: Estimado usuario.<br>Su solicitud a sido aplicada satisfactoriamente

# messageProblemAnswer
source: Dear user. <br> Your request has been applied with inconveniences
es_do: Estimado usuario.<br>Su solicitud a sido aplicada con inconvenientes

# messageErrorAnswer
source: Transaction failed
es_do: Error al realizar la transacción

# titleUserManagement
source: User Management
es_do: Gestión de Usuarios

# buttonInvite
source: Invite
es_do: Invitar

# buttonBlock
source: Block
es_do: Bloquear

# buttonUnlock
source: Unlock
es_do: Desbloquear

# titleUserData
source: User Data
es_do: Datos del Usuario

# textoOneName
source: Name
es_do: Nombre

# placeholderName
source: Enter name and Lastname
es_do: Ingrese Nombre (s) y Apellido (s)

# buttonCreate
source: Create
es_do: Crear

# textoSecureUser
source: Are you sure to perform this action to the user
es_do: Estas seguro de realizar esta acción al usuario

# titleRolesManagement
source: Role Management
es_do: Gestión de Roles

# buttonEditRol
source: Edit Rol
es_do: Editar Rol

# titleRolData
source: Role Data
es_do: Datos del Rol

# textoAbbreviation
source: Abbreviation
es_do: Abreviación

# placeholderAbbreviation
source: Enter the abbreviation
es_do: Ingrese la abreviación

# textoParticipant
source: Participant
es_do: Participante

# titleAdminAuction
source: Auction Administration
es_do: Administración de Subastas

# buttonOpenAuction
source: Open Auction
es_do: Abrir Subasta

# buttonCloseAuction
source: Close Auction
es_do: Cerrar Subasta

# buttonCloseConciliation
source: Close Conciliation
es_do: Cerrar Conciliación

# buttonEnd
source: Finalize
es_do: Finalizar

# textoNotAuction
source: No Auction Currently
es_do: Sin Subasta Actualmente

# textoDataAuction
source: Auction Data
es_do: Datos de la Subasta

# textoSecureAction
source: ¿Are you sure to perform this action?
es_do: ¿Estas seguro de realizar esta acción?

# buttonClosePayments
source: Close Payments
es_do: Cerrar Pagos

# textoPostular
source: Allows the assignment of the Invoices you wish to Confirm through the Bank of your choice.
es_do: Permite la asignación de las Facturas que desea Confirmar a través del Banco de su preferencia.

# buttonPaymentButton
source: Payment Button
es_do: Boton de Pago

# buttonTransferir
source: To transfer
es_do: Transferir

# textoInvoicesDetails
source: Invoice Details
es_do: Detalles de las Facturas

# titlePayInvoices
source: Bills Bought
es_do: Facturas Compradas

# textoEditingInvoice
source: Once the Invoices are uploaded manually or in bulk, you can edit and update the basic information or Deductions, before applying to the Confirming Banks.
es_do: Una vez Cargadas las Facturas de forma Manual o Masiva, podrá editarlas y actualizar la información básica o Deducciones, antes de Postularlas a los Bancos Confirmantes.

# textoPress
source: Click
es_do: Presione

# textoMoreInformation
source: for more information.
es_do: para más información.

# titleSelectsInvoiceFinancing
source: Invoice Selection
es_do: Selección de Facturas

# textoSubTitleFinancing
source: Once each invoice has been confirmed by the Bank, you can Request or Cancel the Financing that will be applied at the time of your payment on the Expiration Date, taking into account the availability on the assigned Financing Line and the Expiration of the Invoice (3 days before).
es_do: Una vez Confirmada cada Factura por parte del Banco, usted podrá Solicitar o Cancelar el Financiamiento que será aplicado al momento de su pago en la Fecha de Vencimiento, tomándose en cuenta la disponibilidad en la Línea de Financiamiento asignada y el Vencimiento de la Factura (3 días antes).

# textoAyudaRegistoEmpresa
source: It allows the Registration of a Company in the “TuF@ctoring” System, in order to enjoy all the benefits of the Service of Sale and Management of Accounts Payable of the Invoices of its Suppliers, prior acceptance of Terms and Conditions. Click here for more information.
es_do: Permite el Registro de una Empresa en el Sistema “TuF@ctoring”, con el fin de disfrutar de todas las bondades del Servicio de Venta y Gestión de Cuentas por Pagar de las Facturas de sus Proveedores, previa aceptación de Términos y Condiciones.

# textoAyudaRegistoInversionista
source: It allows the Registration of an Investor in the “TuF@ctoring” System, in order to participate in the Auctions process, offering the discount for the Purchase of Invoices of your preference, prior acceptance of Terms and Conditions. Click here for more information.
es_do: Permite el Registro de un Inversionista en el Sistema “TuF@ctoring", con el fin de participar en el proceso de Subastas, ofertando el descuento para la Compra de las Facturas de su preferencia, previa aceptación de Términos y Condiciones.

# textoAyudaRegistoProveedor
source: It allows the Registration of a Supplier in the “TuF@ctoring” System, in order to enjoy the Accounts Management Service Receivable from its Invoices to the different Customers, prior acceptance of Terms and Conditions. Click here for more information.
es_do: Permite el Registro de un Proveedor en el Sistema “TuF@ctoring”, con el fin de disfrutar del Servicio de Gestión de Cuentas por Cobrar de sus Facturas a los diferentes Clientes, previa aceptación de Términos y Condiciones.

# textoAyudaLimiteCredito
source: Allows you to assign the Credit Line Amount to each Client, with which you can perform the different operations of your Accounts Payable through the Confirming Bank.
es_do: Permite asignar el Monto de la Línea de Crédito a cada Cliente, con el cual podrá realizar las diferentes operaciones de sus Cuentas por Pagar a través del Banco Confirmante.

# textoAyudaPerfil
source: "It allows the revision and updating of Company Data (Addresses, Telephone of Legal Representative, Contact Person and Bank Accounts).
es_do: Permite la revisión y actualización de Datos de la Empresa (Direcciones, Teléfono de Representante Legal, Persona Contacto y Cuentas Bancarias).

# textoAyudaPerfilBanco
source: Allows the review and update of Data of the Allied Bank (Addresses, Telephone of Legal Representative, Administrator and Bank Accounts).
es_do: Permite la revisión y actualización de Datos del Banco Aliado (Direcciones, Teléfono de Representante Legal, Administrador y Cuentas Bancarias).

# textoAyudaPerfilInversionista
source: It allows the review and update of Investor Data (Addresses and Bank Accounts).
es_do: Permite la revisión y actualización de Datos del Inversionista (Direcciones, Teléfono de Representante Legal y Cuentas Bancarias)

# textoAyudaPerfilProveedor
source: It allows the review and update of Supplier Data (Addresses, Telephone of Legal Representative, Contact Person, Bank Accounts and Acceptance of Framework Contracts by Allied Bank).
es_do: Permite la revisión y actualización de Datos del Proveedor (Direcciones, Teléfono de Representante Legal, Persona Contacto, Cuentas Bancarias y Aceptación de Contratos Marco por Banco Aliado).

# textoAyudaSegmentar
source: It allows the assignment of an Account Executive to the different Profiles (Companies, Supplier and Investor), according to their existing classification or attention.
es_do: Permite la asignación de un Ejecutivo de Cuentas a los diferentes Perfiles (Empresas, Proveedor e Inversionista), según su clasificación o atención existente.

# textoAyudaVerificarDatos
source: It allows to enter the result of the risk assessment, of the different Profiles (Companies, Supplier and Investor) that wish to have a relationship with the Bank as Confirming or simply to request an Account for the management of their operations.
es_do: Permite ingresar el resultado de la evaluación de riesgo, de los diferentes Perfiles (Empresas, Proveedor e Inversionista) que desean tener una relación con el Banco como Confirmante o simplemente para solicitar una Cuenta para el manejo de sus operaciones.

# textoEjecutivoAyudaModal
source: Please indicate the Maximum Amount to be assigned to perform Operations in the System:
es_do: Por favor indique el Monto Máximo a ser asignado para realizar Operaciones en el Sistema:

# textoSegmentarAyudaModal
source: Please select the corresponding Account Executive:
es_do: Por favor seleccione el Ejecutivo de Cuentas correspondiente:

# textoVerificarAyudaModal
source: Please select the corresponding Qualification:
es_do: Por favor seleccione la Calificación correspondiente:

# titleLimiteCreditoModal
source: Assign Maximum Risk Amount
es_do: Asignar Monto Máximo de Riesgo

# titleSegmentarModal
source: Assign Account Executive
es_do: Asignar Ejecutivo de Cuentas

# titleVerificarModal
source: Evaluation Result
es_do: Resultado de Evaluación

# textoAcceptTerm
source: I accept the
es_do: Acepto los

# textoUsoSistemTerm
source: of system use.
es_do: de uso del sistema.

# textContentConfirm
source: It allows to review and confirm the Invoices Postulated by the Client.
es_do: Permite revisar y confirmar las Facturas Postuladas por el Cliente.

# textContentBuy
source: Lets you review the Invoices Postulated by Customers (Confirming) or Suppliers (Direct Sale), you must remember that Direct Sales must be Offered, for the use of Confirming you must Offer or Release.
es_do: Permite revisar las Facturas Postuladas por Clientes (Confirming) o Proveedores (Venta Directa), debe recordar que las Ventas Directas deben ser Ofertadas, para el uso de Confirming debe Ofertar o Liberar.

# textAmountTotal
source: for a Total Amount of
es_do: por un Monto Total de

# textoContentPublicarFacturas
source: It is composed of two Sections, in which you can perform different types of Actions on Invoices greater than 30 days, such as:
es_do: Esta compuesta por dos Secciones, en las que podrá realizar diferentes tipos de Acciones sobre las Facturas mayores a 30 días, tales como:

# textoContentPublicarFacturas2
source: 1. Accept or Reject the different Offers sent by the Bank (Confirming Invoices or Direct Sale), with their respective Discount Percentage.
es_do: 1. Aceptar o Rechazar las diferentes Ofertas enviadas por el Banco (Facturas de Confirming o Venta Directa), con su respectivo Porcentaje de descuento.

# textoContentPublicarFacturas3
source: 2. Publish Invoices in the next Auction and Postpone Invoices at Expiration.
es_do: 2. Publicar Facturas en la próxima Subasta y Posponer Facturas al Vencimiento.

# textoContentFacturasVencimiento
source: It contains the Invoices that will be paid to the Suppliers on the Expiration Date of each one, which are in this tray according to the following scenarios:
es_do: Contiene las Facturas que serán pagadas a los Proveedores en la Fecha de Vencimiento de cada una, las cuales están en esta bandeja según los siguientes escenarios:

# textoContentFacturasVencimiento2
source: 1. Invoices Confirmed by the Bank, with Expiration Date less than 30 days.
es_do: 1. Facturas Confirmadas por el Banco, con Fecha de Vencimiento menor a 30 días.

# textoContentFacturasVencimiento3
source: 2. Invoices Postponed by the Supplier, with Expiration Date greater than or equal to 30 days. In the same way, these Invoices can be published to be sold in the Invoice Market.
es_do: 2. Facturas Pospuestas por el Proveedor, con Fecha de Vencimiento mayor o igual a 30 días. De igual forma estas Facturas pueden ser Publicadas para ser vendidas en el Mercado de Facturas.

# textoMercadoFacturasProveedor
source: Detailed consultation of the Invoice Auction that is Active during the Remaining Time identified in the counter, located on the right side of the screen.
es_do: Consulta detallada de la Subasta de Facturas que se encuentra Activa durante el Tiempo Restante identificado en el contador, ubicado al lado derecho de la pantalla.

# textoMercadoFacturasProveedor2
source: The information presented shows your Invoices offered and not offered by Investors
es_do: La información presentada muestra sus Facturas Ofertadas y no Ofertadas por los Inversionistas

# textoCierreMercadoProveedores
source: Shows the Best Discount Offers made by Investors.
es_do: Muestra las Mejores Ofertas de Descuento realizadas por los Inversionistas.

# textoCierreMercadoProveedores2
source: You have the Remaining Time of the counter, to Accept the Offer, otherwise they will return to the Publication tray for the next day.
es_do: Usted cuenta con el Tiempo Restante del contador, para Aceptar la Oferta, de lo contrario regresarán a la bandeja de Publicación para el día siguiente.

# textoMercadoFacturasFactor
source: It shows the Daily Auction that is Active, in which You can Bid the discount and review the calculations of the Invoices of your choice.
es_do: Muestra la Subasta Diaria que se encuentra Activa, en la que Usted podrá Ofertar el descuento y revisar los cálculos de las Facturas de su preferencia.

# textoMercadoFacturasFactor2
source: The Auction will be open during the Remaining Time identified in the counter, located on the right side of the screen and each Invoice will be identified depending on whether it has been Bid or not, with a line on the left side and its color varies according to the following:
es_do: La Subasta estará abierta durante el Tiempo Restante identificado en el contador, ubicado al lado derecho de la pantalla y cada Factura estará identificada dependiendo si ha sido Ofertada o no, con una línea del lado izquierdo y su color varía según lo siguiente:

# textoAddNewInvoice2
source: To add Invoices Manually, click
es_do: Para agregar Facturas Manualmente, presione

# buttonSaveDebtor
source: Save Client
es_do: Guardar Cliente

# buttonSaveSupplier
source: Save Supplier
es_do: Guardar Proveedor

# buttonNext
source: Next
es_do: Siguiente

# buttonPrevious
source: Previous
es_do: Anterior

# placeholderLastName
source: Enter Last Name
es_do: Ingrese el (los) Apellido (s)

# placeholderNames
source: Enter the Name (s)
es_do: Ingrese el (los) Nombre (s)

# placeholderNombreComercial
source: Enter the Commercial Name
es_do: Ingrese el Nombre Comercial

# placeholderNombreLegal
source: Enter Company Name
es_do: Ingrese el Nombre de la Empresa

# titleDatosPerson
source: Personal Information
es_do: Datos Personales

# validatePasswordLength
source: The Password must be at least {2} and at max {1} characters long.
es_do: La Contraseña debe tener mínimo {2} y un máximo de {1} caracteres de longitud.

# validatePasswordMatch
source: New Password and Confirmation do not match
es_do: La Nueva Contraseña y la Confirmación no coinciden

# textoTokenMustSupplied
source: A token must be supplied for password reset.
es_do: Se debe proporcionar un token para restablecer la contraseña.

# textoSessionResetExpired
source: Session to reset password expired.
es_do: Sesión para resetear contraseña expirada.

# textoInvalidToken
source: Invalid Token
es_do: Token invalido

# validateDataInvalid
source: Invalid Data
es_do: Datos Invalidos

# textoResetPasswordConfirmation1
source: Your password has been reset. Please
es_do: Tu contraseña ha sido restablecida. por favor

# textoResetPasswordConfirmation2
source: click here to log in
es_do: Haga clic aquí para ingresar

# titleResetPassword
source: Reset your password
es_do: Restablecer su contraseña

# buttonReset
source: Reset
es_do: Restablecer

# titleForgotPassword
source: Forgot Your Password?
es_do: ¿Olvidaste tu contraseña?

# textoForgotPassword
source: Just enter your email address below and we'll send you a link to reset your password
es_do: Simplemente ingrese su dirección de correo electrónico a continuación y le enviaremos un enlace para restablecer su contraseña

# selectPrefix
source: Choose a tag
es_do: Elige una etiqueta

# placeholderEnterNumber
source: Enter
es_do: Ingresar

# buttonResetPassword
source: Reset Password
es_do: Restablecer la Contraseña

# buttonCreateAccount
source: !Create an Account!
es_do: ¡Crea una cuenta!

# buttonAlreadyAccount
source: ¿Already have an account? !Login!
es_do: ¿Ya tienes una cuenta? ¡Inicia sesión!

# buttonReturnHome
source: Return to Home
es_do: Volver al Inicio

# titleForgotPasswordConfirmation
source: Email Send
es_do: Correo enviado
