Repository: codefazt/Investment-Of-Invoices-NetCore
Catalog: TuFactoring/Resources/ViewResource.*.resx
Languages: es_do

# textHelpOverdueInvoices
source: It allows to make the Payments of the Invoices on their Expiration Date, to the different Suppliers that were waiting for this expiration and to the Investors with the reimbursement of the Net Value of the Purchased Invoices.
es_do: Permite realizar los Pagos de las Facturas en su Fecha de Vencimiento, a los diferentes Proveedores que quedaron en espera de esta expiración y a los Inversionistas con el reintegro del Valor Neto de las Facturas Compradas.

# draftStatus
source: LOADED
es_do: CARGADAS

# postedStatus
source: POSTEDS
es_do: POSTULADAS

# confirmedStatus
source: CONFIRMED
es_do: CONFIRMADAS

# offeredStatus
source: OFFERED
es_do: OFERTADAS

# releasedStatus
source: TO PUBLISH
es_do: POR PUBLICAR

# publishedStatus
source: PUBLISHED
es_do: PUBLICADAS

# soldStatus
source: ACCEPTED
es_do: ACEPTADAS

# processingStatus
source: IN PAYMENT PROCESS
es_do: EN PROCESO DE PAGOS

# paidStatus
source: PAID
es_do: PAGADAS

# postponedStatus
source: WAITING FOR EXPIRATION
es_do: EN ESPERA DEL VENCIMIENTO

# overdueStatus
source: EXPIRED
es_do: VENCIDAS

# finalizeStatus
source: COMPLETED
es_do: COMPLETADAS

# titleStatusChange
source: Operation Status
es_do: Estado de la Operación

# titleChangeFrom
source: Date of Operation From
es_do: Fecha de Operación Desde

# titleChangeTo
source: Operation Date Until
es_do: Fecha de Operación Hasta

# draftChangeStatus
source: LOAD INVOICES
es_do: CARGADO DE FACTURAS

# postedChangeStatus
source: POSTULATION
es_do: POSTULACIÓN

# confirmedChangeStatus
source: CONFIRMING
es_do: CONFIRMACIÓN

# soldChangeStatus
source: ACCEPTANCE
es_do: ACEPTACIÓN

# overdueChangeStatus
source: EXPIRATION
es_do: VENCIMIENTO

# finalizeChangeStatus
source: COMPLETATION
es_do: COMPLETACIÓN

# processingChangeStatus
source: PAYMENT PROCESSING
es_do: PROCESAMIENTO DE PAGOS

# paidChangeStatus
source: PAYMENT
es_do: PAGO

# offeredChangeStatus
source: OFFERS
es_do: OFERTAS

# titleModalAmountFinanced
source: Total Amount Financed
es_do: Monto Total Financiado

# de ganar
source: to win
es_do: de ganar

# Es momento
source: Is Time
es_do: Es tiempo

# titleModalConfirmPayment
source: Payment Confirmation
es_do: Confirmación de Pago

# textSecureToPayment
source: Are you sure to make the Payment for an Amount to Pay of
es_do: ¿Está seguro de realizar el Pago por un Monto a Pagar de

# statePostponed
source: Postponed
es_do: Pospuesta

# textoAyudaConsultaPagosFacturasCompradas
source: Contains the Payments made by the Invoices Purchased from Suppliers, upon acceptance of the Offer (s).
es_do: Contiene los Pagos realizados por las Facturas Compradas a los Proveedores, previa aceptación de la(s) Oferta(s).

# textoAyudaConsultaPagosFacturasConciliadas
source: It contains the Payments made to the Suppliers after Reconciliation made by the TuF @ ctoring Operative, corresponding to the Invoices Bought by the Investors and paid via Bank Transfer from another Bank.
es_do: Contiene los Pagos realizados a los Proveedores previa Conciliación realizada por parte del Operativo de TuF@ctoring, correspondientes a las Facturas Compradas por los Inversionistas y pagadas vía Transferencia Bancaria desde otro Banco.

# textoAyudaConsultaPagosFacturasVencidas
source: It contains the Payments made at the Maturity of the Invoices, according to the different scenarios: Suppliers who were waiting for the expiration of their Invoices and Investors who are reimbursed for the Net Value of the Invoices Purchased.
es_do: Contiene los Pagos realizados al Vencimiento de las Facturas, según los diferentes escenarios: Proveedores que quedaron en espera de expiración de sus Facturas e Inversionistas a los que se les reintegra el Valor Neto de las Facturas Compradas.

# textoAyudaPerfilInversionistaPerson
source: It allows the review and update of Investor Data (Addresses and Bank Accounts).
es_do: Permite la revisión y actualización de Datos del Inversionista (Direcciones y Cuentas Bancarias).

# textoAyudaPerfilOperativo
source: It allows the revision and update of Operative Data (Addresses, Telephone of Legal Representative, Contact Person and Bank Accounts).
es_do: Permite la revisión y actualización de Datos del Operativo (Direcciones, Teléfono de Representante Legal, Persona Contacto y Cuentas Bancarias).

# textoAyudaPrincipalesEmpresas
source: It allows creating, accepting, rejecting, canceling, deactivating and consulting the Invitations received and sent to the different Clients, with whom you can participate in the System. Remember that to enter Direct Sales Invoices your Client must be registered in the System and you must wait and accept the respective invitation.
es_do: Permite crear, aceptar, rechazar, cancelar, desactivar y consultar las Invitaciones recibidas y enviadas a los diferentes Clientes, con los que podrá participar en el Sistema. Recuerde que para el ingreso de Facturas de Venta Directa su Cliente debe estar registrado en el Sistema y usted debe esperar y aceptar la respectiva invitación.

# textoAyudaPrincipalesProveedores
source: It allows you to create, accept, cancel, deactivate and consult the Invitations received and sent to the different Providers, with which you can participate in the System.
es_do: Permite crear, aceptar, cancelar, desactivar y consultar las Invitaciones recibidas y enviadas a los diferentes Proveedores, con los que podrá participar en el Sistema.

# textoAyudaRegistoBanco
source: Allows the Registration of an Allied Bank in the “TuFactoring” System, in order to participate as a Confirmer and Offer a discount on the Invoices of your choice or simply Release them for Publication in the Auctions, upon acceptance of Terms and Conditions.
es_do: Permite el Registro de un Banco Aliado en el Sistema “TuFactoring”, con el fin de participar como Confirmante y Ofertar descuento sobre las Facturas de su preferencia o simplemente Liberarlas para su Publicación en las Subastas, previa aceptación de Términos y Condiciones.

# titleConsultaPagosFacturasCompradas
source: Payment of Purchased Bills
es_do: Pago de Facturas Compradas

# textoMercadoFactorInformation1
source: To Offer the Invoices, do the following:
es_do: Para Ofertar la Facturas, realice lo siguiente:

# textoMercadoFactorInformation2
source: 1. Select the required Invoice, enter the Discount Percentage, review the calculations made of Profit, Annualized Profitability and Amount to Pay.
es_do: 1. Seleccione la Factura requerida, ingrese el Porcentaje de Descuento, revise los cálculos realizados de Ganancia, Rentabilidad Anualizada y Monto a Pagar.

# textoMercadoFactorInformation3
source: 2. Check the Bid button to submit your Offer.
es_do: 2. Marque el botón Ofertar, para enviar su Oferta.

# textNote
source: Note
es_do: Nota

# textoMercadoFactorInformation4
source: When the Invoice Expires, you will receive the Net Value of the Invoice.
es_do: Al Vencimiento de la Factura, Usted recibirá el Valor Neto de la misma.

# textInformationCesionFactor
source: Contains the Right Assignment Document of each Invoice purchased by the Investor.
es_do: Contiene el Documento de Cesión de Derecho de cada Factura comprada por el Inversionista.

# textInformationQueryPaymentsFactor
source: Contains the Payments made for the Bids Received that Won in the Daily Auction, prior acceptance by the Suppliers.
es_do: Contiene los Pagos realizados por las Facturas Ofertadas que Ganaron en la Subasta Diaria, previa aceptación por parte de los Proveedores.

# textInformationBoughtInvoicesBank
source: Contains the Payments made by the Invoices Purchased from Suppliers, upon acceptance of the Offer(s).
es_do: Contiene los Pagos realizados por las Facturas Compradas a los Proveedores, previa aceptación de la(s) Oferta(s).

# textInformationReconciledInvoicesQueryBank
source: It contains the Payments made to the Suppliers after Reconciliation made by the TuF@ctoring Operative, corresponding to the Invoices Purchased by the Investors and paid via Bank Transfer from another Bank.
es_do: Contiene los Pagos realizados a los Proveedores previa Conciliación realizada por parte del Operativo de TuF@ctoring, correspondientes a las Facturas Compradas por los Inversionistas y pagadas vía Transferencia Bancaria desde otro Banco.

# textInformationOverdueInvoicesBank
source: It contains the Payments made at the Maturity of the Invoices, according to the different scenarios: Suppliers that were awaiting the expiration of their Invoices and Investors who are reimbursed for the Net Value of the Invoices Purchased.
es_do: Contiene los Pagos realizados al Vencimiento de las Facturas, según los diferentes escenarios: Proveedores que quedaron en espera de expiración de sus Facturas e Inversionistas a los que se les reintegra el Valor Neto de las Facturas Compradas.

# textoCargarFacturasInformation1
source: Once the Template is downloaded, follow the next steps to Load Invoices Massively:
es_do: Una vez descargada la Plantilla, siga los siguientes pasos para Cargar Facturas Masivamente:

# textoCargarFacturasInformation2
source: 1. Enter the Template data and save the information in .txt format.
es_do: 1. Ingrese los datos de la Plantilla y guarde la información con formato .txt.

# textoCargarFacturasInformation3
source: 2. Upload the .txt file to the System, through the "Upload Template" Button.
es_do: 2. Realice la Carga del archivo .txt en el Sistema, a través del Botón “Cargar Plantilla”.

# textoCargarFacturasInformation4
source: 3. At the bottom of the screen, the result of the extraction can be viewed, in the Sections Processed Invoices and Unprocessed Invoices.
es_do: 3. En la parte inferior de la pantalla se podrá visualizar el resultado de la extracción, en las Secciones Facturas Procesadas y Facturas no Procesadas.

# textoCargarFacturasInformation5
source: 4. Review the information in the Unprocessed Invoices Section, make the corrections in your System, clean the section from the Options menu and reload the template.
es_do: 4. Revise la información de la Sección Facturas No Procesadas, realice las correcciones en su Sistema, limpie la sección desde el menú Opciones y cargue nuevamente la plantilla.

# textoCargarFacturasInformation6
source: 5. To complete the upload in the System, select the Save Invoices button, located at the top of the Processed Invoices Section.
es_do: 5. Para culminar la carga en el Sistema, marque el botón Guardar Facturas, ubicado en la parte superior de la Sección Facturas Procesadas.

# textoEdicionFacturasInformation1
source: To modify Invoices, follow these steps:
es_do: Para modificar Facturas, siga los siguientes pasos:

# textoEdicionFacturasInformation2
source: 1. In the
es_do: 1. En la Sección

# textoEdicionFacturasInformation2.1
source: Section, select the Edit button of the required record.
es_do: , seleccione el Botón Editar del registro requerido.

# textoEdicionFacturasInformation3
source: 2. The
es_do: 2. Se mostrará la ventana

# textoEdicionFacturasInformation3.1
source: window will be shown, with the detail of the same, where you can make specific adjustments and add or modify Deductions, depending on the status of the Invoice. Finally press the Update Invoice Button, to save the changes.
es_do: , con el detalle de la misma, donde podrá realizar ajustes puntuales y agregar o modificar las Deducciones, según el estado de la Factura. Finalmente presione el Botón Actualizar Factura, para grabar los cambios.

# textoEdicionFacturasInformation4
source: To delete Invoices, locate the required record in the
es_do: Para eliminar Facturas, ubique el registro requerido en la Sección

# textoEdicionFacturasInformation4.1
source: Section, press the Delete Button and confirm the operation.
es_do: , presione el Botón Eliminar y confirme la operación.

# textFilterIsEmpty
source: There are no results for the Filter applied.
es_do: No hay resultados para el Filtro aplicado.

# textInformationCesionBank
source: Contains the Right Transfer Document of each Invoice purchased by the Bank.
es_do: Contiene el Documento de Cesión de Derecho de cada Factura comprada por el Banco.

# textContratoCesionDerechos
source: Rights Assignment Contract
es_do: Contrato de Cesión de Derechos

# titleFactor
source: Factor
es_do: Inversionista

# placeholderFactor
source: Factor
es_do: Inversionista

# confirmedToOverdueStatus
source: CONFIRMED TO EXPIRE
es_do: CONFIRMADAS POR VENCER

# confirmedToOverdue
source: Confirmed to Expired
es_do: Confirmadas por Vencer

# textInformationCesionProveedor
source: Contains the Right Transfer Document of each Invoice sold to the different Banks and Investors.
es_do: Contiene el Documento de Cesión de Derecho de cada Factura vendida a los diferentes Bancos e Inversionistas.

# textoSeguridadInformation1
source: Invite User:
es_do: Invitar Usuario:

# textoSeguridadInformation2
source: 1. To add a user, press the Invite button, indicate the name of the user, the email address with which you will enter the system, select the Role (s) according to the role to be performed and click on the Create button to save the information.
es_do: 1. Para agregar un usuario, presione el botón Invitar, indique el nombre del usuario, el correo electrónico con el que ingresará al sistema, seleccione el (los) Rol(es) según la función a desempeñar y haga click en el botón Crear para guardar la información.

# textoSeguridadInformation3
source: 2. The created User will be associated with the main Document Number of the Company and must Activate their User from the Welcome email, to start using the System.
es_do: 2. El Usuario creado quedará asociado al Número de Documento principal de la Empresa y deberá Activar su Usuario desde el correo de Bienvenida, para comenzar a utilizar el Sistema.

# textoSeguridadInformation4
source: Edit User:
es_do: Editar Usuario:

# textoSeguridadInformation5
source: 1. To modify a user's information, press the Edit button, make the necessary changes, and click the Update button to save the information.
es_do: 1. Para modificar la información de un usuario, presione el botón Editar, realice los cambios necesarios y haga click en el botón Actualizar para guardar la información.

# textoSeguridadInformation6
source: Block or Unlock User:
es_do: Bloquear o Desbloquear Usuario:

# textoSeguridadInformation7
source: 1. To accomplish this action, press the Lock or Unlock button and confirm the operation, clicking on the OK button.
es_do: 1. Para cumplir esta acción, presione el botón Bloquear o Desbloquear y confirme la operación, haciendo click en el botón Aceptar.

# textoSeguridadInformation8
source: Note: Blocked Users will not be able to enter the System.
es_do: Nota: Los Usuarios Bloqueados no podrán ingresar al Sistema.

# textoCompraFacturas6
source: Solicited Financing:
es_do: Financiamiento Solicitado:

# textoCompraFacturas7
source: Unsolicited Financing:
es_do: Financiamiento no Solicitado:

# textoCompraFacturas5
source: The Financing Condition is Consultation only.
es_do: La Condición de Financiamiento es solo Consulta.

# textoNota
source: Note:
es_do: Nota:

# textoCompraFacturas4
source: At the top, you can view the Total Amount of Available Invoices.
es_do: En la parte superior, podrá visualizar el Monto Total de las Facturas Disponibles.

# textoCompraFacturas3
source: 1. Select the (⋮) icon from the Options menu and then the Release All Option. To complete, confirm the Operation.
es_do: 1. Seleccione el ícono (⋮) del menú Opciones y luego la Opción Liberar Todas. Para culminar confirme la Operación.

# textoCompraFacturas2
source: To Release Undisputed Invoices
es_do: Para Liberar las Facturas no Ofertadas

# textoCompraFacturas1
source: 2. Check the Bid button to send the proposal to the Supplier.
es_do: 2. Marque el botón Ofertar, para enviar la propuesta al Proveedor.

# textoCompraFacturas0
source: 1. Select the required Invoice, enter the Discount Percentage, review the calculations made of Annualized Profitability and Amount to Pay.
es_do: 1. Seleccione la Factura requerida, ingrese el Porcentaje de Descuento, revise los cálculos realizados de Rentabilidad Anualizada y Monto a Pagar.

# textoCompraFacturas
source: To Buy Invoices, do the following:
es_do: Para Comprar la Facturas, realice lo siguiente:

# textoConfirmarFacturas5
source: Once the Invoices have been selected, you will be able to view the total Amount to Confirm.
es_do: Una vez seleccionadas las Facturas, podrá visualizar el Monto total a Confirmar.

# textoConfirmarFacturas4
source: Select the (⋮) icon from the Options menu, then the Select All Option and ✔Confirm. To complete, confirm the Operation.
es_do: Seleccione el ícono (⋮) del menú Opciones, luego la Opción Seleccionar todas y ✔Confirmar. Para culminar confirme la Operación.

# textoConfirmarFacturas4Title
source: 3. All Invoices:
es_do: 3. Todas las Facturas:

# textoConfirmarFacturas3Title
source: 2. Multiple Invoices:
es_do: 2. Varias Facturas:

# textoConfirmarFacturas3
source: Mark the selection indicator for the required Invoices, then select the icon (⋮) from the Options menu and the Option ✔Confirm. To complete, confirm the Operation.
es_do: Marque el indicador de selección de las Facturas requeridas, posteriormente seleccione el ícono (⋮) del menú Opciones y la Opción ✔Confirmar. Para culminar confirme la Operación.

# textoConfirmarFacturas2Title
source: 1. One (1) Invoice:
es_do: 1. Una (1) Factura:

# textoConfirmarFacturas2
source: Mark the selection indicator of the required Invoice and its respective Confirm Button.
es_do: Marque el indicador de selección de la Factura requerida y su respectivo Botón Confirmar.

# textoConfirmarFacturas1
source: To Confirm the Invoices, do one of the following, depending on the quantity to be processed:
es_do: Para Confirmar las Facturas, realice una de las siguientes acciones, según la cantidad a procesar:

# textoMantenimientoCONFIRMANT
source: It allows the Security Administrator to control access to the System for each of the Users who will perform Bank functions, according to the assigned role and the permission of each one.
es_do: Permite al Administrador de Seguridad, controlar el acceso al Sistema, de cada uno de los Usuarios que desempañarán funciones dentro del Banco, según el rol asignado y la permisología de cada uno.

# textoMantenimientoDEBTOR
source: It allows the Security Administrator to control access to the System of each of the Users who will perform functions within the Company, according to the assigned role and the permission of each one.
es_do: Permite al Administrador de Seguridad, controlar el acceso al Sistema, de cada uno de los Usuarios que desempañarán funciones dentro de la Empresa, según el rol asignado y la permisología de cada uno.

# textoMantenimientoFACTOR
source: It allows the Security Administrator to control access to the System of each of the Users who will perform functions within the Investor's Company, according to the assigned role and the permission of each one.
es_do: Permite al Administrador de Seguridad, controlar el acceso al Sistema, de cada uno de los Usuarios que desempañarán funciones dentro de la Empresa del Inversionista, según el rol asignado y la permisología de cada uno.

# textoMantenimientoSUPPLIER
source: It allows the Security Administrator to control access to the System for each of the Users who will perform functions within the Supplier's Company, according to the assigned role and the permission of each one.
es_do: Permite al Administrador de Seguridad, controlar el acceso al Sistema, de cada uno de los Usuarios que desempañarán funciones dentro de la Empresa del Proveedor, según el rol asignado y la permisología de cada uno.

# textoMantenimientoBACKOFFICE
source: It allows the Security Administrator to control access to the System, of each of the Users who will perform functions within the "TuFactoring" Company, according to the assigned role and the permission of each one.
es_do: Permite al Administrador de Seguridad, controlar el acceso al Sistema, de cada uno de los Usuarios que desempañarán funciones dentro de la Empresa "TuFactoring", según el rol asignado y la permisología de cada uno.

# textoMantenimiento
source: It allows the Security Administrator to control access to the System, of each of the Users who will perform functions within the "TuFactoring" Company, according to the assigned role and the permission of each one.
es_do: Permite al Administrador de Seguridad, controlar el acceso al Sistema, de cada uno de los Usuarios que desempañarán funciones dentro de la Empresa "TuFactoring", según el rol asignado y la permisología de cada uno.

# offeredBankStatus
source: OFFERED BY THE BANK
es_do: OFERTADAS POR EL BANCO

# soldBankStatus
source: BOUGHT TO PAYING
es_do: COMPRADAS POR PAGAR

# canceledStatus
source: CANCELLEDS
es_do: CANCELADAS

# soldToOverdueStatus
source: BOUGHT TO EXPIRE
es_do: COMPRADAS POR VENCER

# soldToOverdue
source: Bought to Expire
es_do: Compradas por Vencer

# soldBank
source: Bought to Paying
es_do: Compradas por Pagar

# offeredBank
source: Offered by the Bank
es_do: Ofertadas por el Banco

# finalizeBank
source: Cancelleds
es_do: Canceladas

# textoModalAyudaPerfilBancoTexto1
source: To update the information in the Addresses, Legal Representative and Administrator Sections, do the following:
es_do: Para actualizar la información de las Secciones Direcciones, Representante Legal y Administrador, realice lo siguiente:

# textoModalAyudaPerfilEmpresatexto1
source: To update this information, modify the editable data as required and press the Update Button to apply the changes.
es_do: Para actualizar esta información, modifique los datos editables según requiera y presione el Botón Actualizar para aplicar los cambios.

# textoModalAyudaPerfilEmpresatexto2
source: 1. To update this information, press the Add or Edit button as appropriate, enter the information and save the changes.
es_do: 1. Para actualizar esta información, presione el botón Agregar o Editar según corresponda, ingrese la información y guarde los cambios.

# textoModalAyudaPerfilEmpresatexto3
source: Allows you to view the Terms and Conditions associated with the Company
es_do: Permite visualizar los Términos y Condiciones asociados a la Empresa

# textoModalAyudaPerfilEmpresatitulo1
source: Sections Addresses, Legal Representative and / or Contact Person:
es_do: Secciones Direcciones, Representante Legal y / o Persona Contacto:

# textoModalAyudaPerfilEmpresatitulo2
source: Bank Accounts Section:
es_do: Sección Cuentas Bancarias:

# textoModalAyudaPerfilEmpresatitulo3
source: Contracts section:
es_do: Sección Contratos:

# textoModalAyudaPerfilInversionistaLegalTexto1
source: To update the information in the Addresses and Legal Representative Sections, do the following:
es_do: Para actualizar la información de las Secciones Direcciones y Representante Legal, realice lo siguiente:

# textoModalAyudaPerfilInversionistaLegalTexto2
source: 1. Modify the editable information as required.
es_do: 1. Modifique la información editable según requiera.

# textoModalAyudaPerfilInversionistaLegalTexto3
source: 2. Press the Update Button to apply the changes.
es_do: 2. Presione el Botón Actualizar para aplicar los cambios.

# textoModalAyudaPerfilInversionistaLegalTexto4
source: To update the information of Bank Accounts, press the Add, Edit or Delete button, as appropriate, enter the information and Save the changes in the corresponding window.
es_do: Para actualizar la información de Cuentas Bancarias, presione el botón Agregar, Editar o Eliminar, según corresponda, ingrese la información y Guarde los cambios en la ventana correspondiente.
