Repository: codefazt/Investment-Of-Invoices-NetCore
Catalog: TuFactoring/Resources/ViewResource.*.resx
Languages: es_do

# textoModalAyudaPerfilInversionistaPersonTexto1
source: To update the information in the Address Sections, make the changes and press the Update Button to apply the changes.
es_do: Para actualizar la información de las Secciones Direcciones, realice los cambios y presione el Botón Actualizar para aplicar los cambios.

# textoModalAyudaPerfilProveedortexto4
source: Allows you to view the Terms and Conditions, accept the Framework Contracts for each Allied Bank with which you can confirm Invoices. To accept, press the Verify button and accept each Contract.
es_do: Permite visualizar los Términos y Condiciones aceptar los Contratos Marco por cada Banco Aliado con el que podrá confirmar Facturas. Para aceptar, presione el botón Verificar y acepte cada Contrato.

# textoModalAyudaPrincipalesProveedoresTexto1
source: 1. To invite a Provider, press the Add button, enter the information and save the changes in the corresponding window.
es_do: 1. Para invitar un Proveedor, presione el botón Agregar, ingrese la información y guarde los cambios en la ventana correspondiente.

# textoModalAyudaPrincipalesProveedoresTexto2
source: 2. To cancel the Vendor Invitation, press Cancel or Deactivate.
es_do: 2. Para cancelar la Invitación de un Proveedor, presione Cancelar o Desactivar.

# textoModalAyudaRegistroTexto1
source: 1. Enter the Business Data and Address information.
es_do: 1. Ingrese la información de Datos Comerciales y Direcciones.

# textoModalAyudaRegistroTexto10
source: 3. Enter the Legal Representative information.
es_do: 3. Ingrese la información de Representante Legal.

# textoModalAyudaRegistroTexto11
source: 4. Enter the Bank Account data, pressing the Add button in the section and completing the information. These data can be supplemented after registration.
es_do: 4. Ingrese los datos de Cuentas Bancarias, presionando el botón Agregar de la sección y completando la información. Estos datos pueden ser complementados luego del Registro.

# textoModalAyudaRegistroTexto12
source: 3. Check and accept the Terms and Conditions.
es_do: 3. Verifique y acepte los Términos y Condiciones.

# textoModalAyudaRegistroTexto13
source: 4. Press the Join Button to complete the Registration.
es_do: 4. Presione el Botón Afiliarse para culminar el Registro.

# textoModalAyudaRegistroTexto14
source: 2. Enter the Bank Account data, pressing the Add button in the section and completing the information. These data can be supplemented after registration.
es_do: 2. Ingrese los datos de Cuentas Bancarias, presionando el botón Agregar de la sección y completando la información. Estos datos pueden ser complementados luego del Registro.

# textoModalAyudaRegistroTexto15
source: 3. Enter the Legal Representative and Administrator information.
es_do: 3. Ingrese la información de Representante Legal y Administrador.

# textoModalAyudaRegistroTexto16
source: 5. Press the Affiliate Button to complete the Registration.
es_do: 5. Presione el Botón Afiliar para culminar el Registro.

# textoModalAyudaRegistroTexto2
source: 2. Check the Next Button to continue, which will be enabled once the required information has been entered.
es_do: 2. Marque el Botón Siguiente para continuar, el cual se habilitará una vez ingresada la información requerida.

# textoModalAyudaRegistroTexto3
source: 3. Enter the information of Legal Representative and Contact Person (the latter is Optional).
es_do: 3. Ingrese la información de Representante Legal y Persona Contacto (esta última es Opcional).

# textoModalAyudaRegistroTexto4
source: 4. Enter the details of Bank Accounts and Main Providers, pressing the Add button in each section and completing the information. These data can be supplemented after registration.
es_do: 4. Ingrese los datos de Cuentas Bancarias y Principales Proveedores, presionando el botón Agregar de cada sección y completando la información. Estos datos pueden ser complementados luego del Registro.

# textoModalAyudaRegistroTexto5
source: 5. Check and accept the Terms and Conditions.
es_do: 5. Verifique y acepte los Términos y Condiciones.

# textoModalAyudaRegistroTexto6
source: 6. Press the Join Button to complete the Registration.
es_do: 6. Presione el Botón Afiliarse para culminar el Registro.

# textoModalAyudaRegistroTexto7
source: 4. Enter the details of Bank Accounts and Main Customers, pressing the Add button in each section and completing the information. These data can be supplemented after registration.
es_do: 4. Ingrese los datos de Cuentas Bancarias y Principales Clientes, presionando el botón Agregar de cada sección y completando la información. Estos datos pueden ser complementados luego del Registro.

# textoModalAyudaRegistroTexto8
source: When you login for the first time in the System, you must accept the Framework Agreement, to enjoy the benefits of the Service.
es_do: Al hacer Login por primera vez en el Sistema, Usted debe aceptar el Contrato Marco, para disfrutar de las bondades del Servicio.

# textoModalAyudaRegistroTexto9
source: Note:
es_do: Nota:

# textoModalAyudaRegistroTitulo1
source: To Register the Company, do the following:
es_do: Para Registrar la Empresa, realice lo siguiente:

# textoModalAyudaRegistroTitulo2
source: To Register the Provider, do the following:
es_do: Para Registrar el Proveedor, realice lo siguiente:

# textoModalAyudaRegistroTitulo3
source: To Register the Investor, do the following:
es_do: Para Registrar el Inversionista, realice lo siguiente:

# textoModalAyudaRegistroTitulo4
source: To Register the Bank, do the following:
es_do: Para Registrar el Banco, realice lo siguiente:

# soldSupplier
source: Sold for Pay
es_do: Vendidas por Pagar

# soldSupplierStatus
source: SOLD FOR PAY
es_do: VENDIDAS POR PAGAR

# soldToOverdueSupplier
source: Sold by Expire
es_do: Vendidas por Vencer

# soldToOverdueSupplierStatus
source: SOLD BY EXPIRE
es_do: VENDIDAS POR VENCER

# textDeductionForDiscount
source: Discount Deduction
es_do: Deducción por Descuento

# textoPublicarFacturas0
source: To respond to the
es_do: Para responder las

# textoPublicarFacturas0.1
source: , do the following:
es_do: , realice lo siguiente:

# textoPublicarFacturas1
source: 1. Select the required Invoice and review the information displayed
es_do: 1. Seleccione la Factura requerida y revise la información mostrada

# textoPublicarFacturas2
source: 2. Check the Accept button to notify the Bank to make the corresponding Payment or Reject to return the Offer to the Bank for its Counter Offer or Confirmation, the latter does not apply to Direct Sale.
es_do: 2. Marque el botón Aceptar para notificar al Banco que realice el Pago correspondiente o Rechazar para regresar la Oferta al Banco para su Contra Oferta o Confirmación, este último no aplica para Venta Directa.

# textoFor
source: For
es_do: Para

# textoPublicarFacturas3
source: One (1) Invoice:
es_do: Una (1) Factura:

# textoPublicarFacturas3.1
source: Select the required Invoice and check the Postpone or Post Button, depending on your need.
es_do: Seleccione la Factura requerida y marque el Botón Posponer o Publicar, según su necesidad.

# textoPublicarFacturas4
source: All Invoices:
es_do: Todas las Facturas:

# textoPublicarFacturas4.1
source: Select the (⋮) icon from the Options menu, then the Post All or Snooze All option, as required. To complete, confirm the Operation.
es_do: Seleccione el ícono (⋮) del menú Opciones, luego la Opción Publicar Todas o Posponer Todas, según se requiera. Para culminar confirme la Operación.

# textoPublicarFacturas1.1
source: (Days to Maturity, Bank Offer, Net Value, Discounted Amount, Annualized Cost, Service Commission, Amount to Receive, as well as the basic data of the Invoice).
es_do: (Días para el Vencimiento, Oferta del Banco, Valor Neto, Monto a Descontar, Costo Anualizado, Comisión de Servicio, Monto a Recibir, así como los datos básicos de la Factura).

# textoContentFacturasVencimiento4
source: 3. Invoices in process that have not yet been Paid or Completed, with a Due Date greater than 30 days.
es_do: 3. Facturas en proceso que aún no han sido Pagadas o Completadas, con Fecha de Vencimiento mayor a 30 días.

# textoFacturasVencimiento0
source: (More than 30 days), select the required Invoice and check the Publish Button.
es_do: (Mayores a 30 días), seleccione la Factura requerida y marque el Botón Publicar.

# textoFacturasVencimiento1
source: Each Invoice is identified according to the number of Due Days, with a line on the left side and its color varies according to the following:
es_do: Cada Factura está identificada según la cantidad de Días de Vencimiento, con una línea del lado izquierdo y su color varía según lo siguiente:

# textoFacturasVencimiento2
source: Invoice less than or equal to 30 days.
es_do: Factura menor o Igual a 30 días.

# textoFacturasVencimiento3
source: Invoice greater than 30 days.
es_do: Factura mayor a 30 días.

source: Gray Color
es_do: Color Gris

# textoFacturasVencimiento4
source: Confirmed Invoices Due.
es_do: Facturas Confirmadas por Vencer.

# textoMercadoFacturasSupplier0
source: To Consult the detail of each Invoice, select the required one and review the information displayed
es_do: Para Consultar el detalle de cada Factura, seleccione la requerida y revise la información mostrada

# textoMercadoFacturasSupplier0.1
source: (Days to Maturity, Best Offer, Net Value, Discounted Amount, Annualized Cost, Amount to Receive, as well as the basic data of the Invoice).
es_do: (Días para el Vencimiento, Mejor Oferta, Valor Neto, Monto a Descontar, Costo Anualizado, Monto a Recibir, así como los datos básicos de la Factura).

# textoMercadoFacturasSupplier1
source: Each Invoice is identified depending on whether it has been offered or not, with a line on the left side and its color varies according to the following:
es_do: Cada Factura está identificada dependiendo si ha sido Ofertada o no, con una línea del lado izquierdo y su color varía según lo siguiente:

# textoMercadoFacturasSupplier2
source: Invoice not Offered.
es_do: Factura no Ofertada.

# textoMercadoFacturasSupplier3
source: Invoice Offered.
es_do: Factura Ofertada.

# textoCierreMercado0
source: Accept Offers
es_do: Aceptar las Ofertas

# textoCierreMercado0.1
source: from Investors, do the following:
es_do: de los Inversionistas, realice lo siguiente:

# textoCierreMercado1
source: 1. Select the required Invoice and review the information displayed
es_do: 1. Seleccione la Factura requerida y revise la información mostrada

# textoCierreMercado1.1
source: (Days to Expiration, Investor Offer, Net Value, Discounted Amount, Annualized Cost, Service Commission, Amount to Receive, as well as the basic data of the Invoice).
es_do: (Días para el Vencimiento, Oferta del Inversionista, Valor Neto, Monto a Descontar, Costo Anualizado, Comisión de Servicio, Monto a Recibir, así como los datos básicos de la Factura).

# textoCierreMercado2
source: 2. Check the Accept button to notify the Investor to make the corresponding Payment.
es_do: 2. Marque el botón Aceptar para notificar al Inversionista que realice el Pago correspondiente.

# textoPostularFacturas0
source: To Postulate Invoices, select the Confirming Bank and perform one of the following actions, depending on the number of Invoices to be assigned:
es_do: Para Postular las Facturas, seleccione el Banco Confirmante y realice una de las siguientes acciones, según la cantidad de Facturas a ser asignadas:

# textoPostularFacturas1
source: Check the Apply button for the required Invoice.
es_do: Marque el Botón Postular de la Factura requerida.

# variousInvoices
source: Multiple Invoices
es_do: Varias Facturas

# textoPostularFacturas2
source: Mark the indicator of the required Invoices and then the + Apply button (located on the right side of the Confirming Bank). Confirm the application.
es_do: Marque el indicador de las Facturas requeridas y posteriormente el Botón +Postular (ubicado al lado derecho del Banco Confirmante). Confirme la Postulación.

# textoPostularFacturas3
source: Select the (⋮) icon from the Options menu, followed by the Options Select All and + Apply. Confirm the application.
es_do: Seleccione el ícono (⋮) del menú Opciones, seguido de las Opciones Seleccionar todas y +Postular. Confirme la Postulación.

# textoPostularFacturas4
source: To change the Financing condition of each Invoice, you must check the icon, located on the right side of it.
es_do: Para cambiar la condición de Financiamiento de cada Factura, debe marcar el ícono, ubicado al lado derecho de la misma.

# titleConciliarMovements
source: Non-reconciled movements
es_do: Movimientos no Conciliados

# textoModalAyudaLimiteTexto1
source: To assign the Maximum Risk Amount, check the Set Amount or Modify Amount of the Client button required and in the Client Information window, do the following:
es_do: Para asignar el Monto Máximo de Riesgo marque el Botón Establecer Monto o Modificar Monto del Cliente requerido y en la ventana de Información del Cliente, realice lo siguiente:

# textoModalAyudaLimiteTexto2
source: 1. Enter the corresponding value.
es_do: 1. Ingrese el valor correspondiente.

# textoModalAyudaLimiteTexto3
source: 2. Check the Assign Button.
es_do: 2. Marque el Botón Asignar.

# textoModalAyudaSegmentarTexto1
source: To assign the Account Executive, check the Assign Button of the required Client and in the Client Information window, do the following:
es_do: Para asignar el Ejecutivo de Cuentas marque el Botón Asignar del Cliente requerido y en la ventana de Información del Cliente, realice lo siguiente:

# textoModalAyudaSegmentarTexto2
source: 1. Select an Executive from the list.
es_do: 1. Seleccione un Ejecutivo de la lista.

# textoModalAyudaSegmentarTexto3
source: 2. Check the Assign Button.
es_do: 2. Marque el Botón Asignar.

# textoModalAyudaVerificarTexto1
source: To update the Verification result, check the required Client Verify Button and in the Client Information window, do the following:
es_do: Para actualizar el resultado de la Verificación, marque el Botón Verificar del Cliente requerido y en la ventana de Información del Cliente, realice lo siguiente:

# textoModalAyudaVerificarTexto2
source: 1. Positive Result:
es_do: 1. Resultado Positivo:

# textoModalAyudaVerificarTexto3
source: Check the Approve Button.
es_do: Marque el Botón Aprobar.

# textoModalAyudaVerificarTexto4
source: 2. Negative Result:
es_do: 2. Resultado Negativo:

# textoModalAyudaVerificarTexto5
source: Check the Reject Button.
es_do: Marque el Botón Rechazar.

# textoModalAyudaVerificarTexto6
source: Once the Client's Risk is approved, it goes to the Segmentation tray and then to Risk Limit for its assignment, otherwise it will not be able to work with the Bank as Confirming.
es_do: Una vez aprobado el Riesgo del Cliente, pasa a la bandeja de Segmentación y luego a Límite de Riesgo para su asignación, de lo contrario no podrá trabajar con el Banco como Confirmante.

# titleConsultaClientesOperativo
source: It shows the Clients that participate in the System with the different Profiles (Banks, Companies, Suppliers, Investors). Observing your basic contact and address information, as well as the state in which you are.
es_do: Muestra los Cliente que participan en el Sistema con los diferenteres Perfiles (Bancos, Empresas, Proveedores, Inversionistas). Observándose su información básica de Contacto y Dirección, así como el Estado en que se encuentra.

# textoFinanciamientoFacturas0
source: To change the Financing condition, do one of the following, depending on the number of requests to make:
es_do: Para cambiar la condición de Financiamiento, realice una de las siguientes acciones, según la cantidad de solicitudes a realizar:

# textoFinanciamientoFacturas1
source: Mark the Bank Logo, located on the right side of the Invoice or select the Invoice and then mark the icon to Request or Cancel Financing, in the detail window.
es_do: Marque el Logo del Banco, ubicado al lado derecho de la Factura o seleccione la Factura y luego marque el ícono para Solicitar o Cancelar Financiamiento, en la ventana de detalle.

# textoFinanciamientoFacturas2
source: Select the (⋮) icon from the Options menu, followed by the Required Option: ✔ Request Financing or Cancel Financing.
es_do: Seleccione el ícono (⋮) del menú Opciones, seguido de la Opción requerida: ✔ Solicitar Financiamiento o Cancelar Financiamiento.

# textoFinanciamientoFacturas3
source: Each Invoice is identified according to whether or not it has Financing, with a line on the left side and its color varies according to the following:
es_do: Cada Factura está identificada según tenga o no Financiamiento, con una línea del lado izquierdo y su color varía según lo siguiente:

# textoFinanciamientoFacturas4
source: With Financing.
es_do: Con Financiamiento.

# textoFinanciamientoFacturas5
source: Without Financing.
es_do: Sin Financiamiento.

# textoFinanciamientoFacturasInvoicesAll
source: 2. All Invoices:
es_do: 2. Todas las Facturas:

# textoConsultaFinanciamiento
source: It shows the Amount Allocated and Used of Financing for each Client, totaling by the Total to Pay and the Total Financed, with their respective detail of associated Invoices by Provider, Due Date, Net Value and Financing Indicator.
es_do: Muestra el Monto Asignado y Utilizado de Financiamiento por cada Cliente, totalizando por el Total a Pagar y el Total Financiado, con su respectivo detalle de Facturas asociadas por Proveedor, Fecha de Vencimiento, Valor Neto e Indicador de Financiamiento.

# textoAyudaConsultaInvoiceBackoffice
source: It shows the information of all the Invoices Charged by the Companies, according to the different States through which it passes in the System.
es_do: Muestra la información de todas las Facturas Cargadas por las Empresas, según los diferentes Estados por los que va pasando en el Sistema.

# textoAyudaMantenimientoSettings
source: It allows to create and configure each of the parameters that are part of the System.
es_do: Permite realizar la creación y configuración de cada uno de los parámetros que forman parte del Sistema.

# textoAyudaMantenimientoAuction
source: It allows to Consult and Manage the Auction that will run automatically on a daily basis in the System.
es_do: Permite Consultar y Gestionar la Subasta que se ejecutara de automáticamente a diario en el Sistema.

# btnConciliar
source: Reconcile
es_do: Conciliar

# textoAyudaModalConciliar1
source: - To Upload a Bank Transaction file:
es_do: - Para Cargar un archivo de Movimientos Bancarios:

# textoAyudaModalConciliar10
source: - To authorize and release Non-Reconciled Movements:
es_do: - Para autorizar y liberar Movimientos no Conciliados:

# textoAyudaModalConciliar11
source: 1. In the Reconcile Payments Section:
es_do: 1. En la Sección Conciliar Pagos:

# textoAyudaModalConciliar12
source: Select the required record check, the Reconcile buttons in the Unconciled Transactions Section will be activated immediately.
es_do: Seleccione el check del registro requerido, inmediatamente se activarán los botones de Conciliar de la Sección Movimientos no Conciliados.

# textoAyudaModalConciliar13
source: 2. In the Non-Reconciled Movements Section:
es_do: 2. En la Sección Movimientos no Conciliados:

# textoAyudaModalConciliar14
source: Identify the Movement associated with the Payment to be released and click on the "Reconcile" button, a confirmation message will be immediately displayed with the Payments to be Reconciled, where you must Accept to release the record to the Payments to Reconcile tray of the Confirming Bank, as otherwise will remain pending.
es_do: Identifique el Movimiento asociado al Pago a liberar y marque el botón “Conciliar”, inmediatamente se mostrara un mensaje de confirmación con la Pagos a ser Conciliados, donde deberá Aceptar para liberar el registro a la bandeja de Pagos por Conciliar del Banco Confirmante, de lo contrario se mantendrá pendiente.

# textoAyudaModalConciliar15
source: - To eliminate Non-Reconciled Movements:
es_do: - Para eliminar Movimientos no Conciliados:

# textoAyudaModalConciliar16
source: 1. In the Section of the same name: Check the "Delete" button, a confirmation message will be displayed immediately, where you must Accept the Deletion, to delete the record.
es_do: 1. En la Sección del mismo nombre: Marque el Botón “Eliminar”, inmediatamente se mostrara un mensaje de confirmación, donde deberá Aceptar la Eliminación, para borrar el registro.

# textoAyudaModalConciliar17
source: - To reject Payments to Reconcile:
es_do: - Para rechazar Pagos por Conciliar:

# textoAyudaModalConciliar18
source: 1. In the Reconcile Payments Section:
es_do: 1. En la Sección Conciliar Pagos:

# textoAyudaModalConciliar19
source: Select the required record and check the "Reject" button to decline the Reconciliation of the reported Payment and Block the Investor.
es_do: Seleccione el registro requerido y marque el botón “Rechazar”, para declinar la Conciliación del Pago reportado y Bloquear el Inversionista.

# textoAyudaModalConciliar2
source: 1. In the Movement File Section:
es_do: 1. En la Sección Archivo de Movimientos:

# textoAyudaModalConciliar3
source: Select the Bank Entity and the Type of Currency to which the Bank Transactions will be associated.
es_do: Seleccione la Entidad Bancaria y el Tipo de Moneda al que se le asociarán los Movimientos Bancarios.

# textoAyudaModalConciliar4
source: 2. Carry out the Upload of the .txt file in the System, marking the button “Upload File” and selecting the file with the Movements.
es_do: 2. Realice la Carga del archivo .txt en el Sistema, marcando el botón “Cargar Archivo” y seleccionando el archivo con los Movimientos.

# textoAyudaModalConciliar5
source: 3. Once the information has been updated, according to the result obtained between the comparison of the Bank Transactions and the Transfers reported by the Investor, the following will be carried out:
es_do: 3. Una vez actualizada la información, según el resultado obtenido entre la comparación de los Movimientos Bancarios y las Transferencias reportadas por el Inversionista, se realizará lo siguiente:

# textoAyudaModalConciliar6
source: * Coincident Result
es_do: * Resultado Coincidente

# textoAyudaModalConciliar7
source: The record will not be displayed in the Reconcile Payments Section
es_do: El registro no se mostrará en la Sección de Conciliar Pagos

# textoAyudaModalConciliar8
source: * Non-Coincident Result:
es_do: * Resultado no Coincidente:

# textoAyudaModalConciliar9
source: The record will be displayed in the Non-Reconciled Transactions Section and will be maintained in the Reconcile Payments Section.
es_do: Se mostrará el registro en la Sección Movimientos no Conciliados y se mantendrá en la Sección Conciliar Pagos.

# textoModalMovementNotConciliado
source: Are You Sure To Eliminate Unconciled Movement?
es_do: Está seguro de Eliminar el Movimiento no Conciliado?

# titleModalMovementNotConciliado
source: Remove Unconciled Movement
es_do: Eliminar Movimiento no Conciliado

# textoAyudaContabilidad
source: It allows to create and manage the Accounting Groups that will be associated with each Program (Factoring & Confirming) classified by Type of Currency in the System, for their subsequent assignment to Events and Concepts according to an Accounting Account and its Debit and Credit Category.
es_do: Permite realizar la creación y gestión de los Grupos Contables que serán asociados a cada Programa (Factoring & Confirming) clasificado por Tipo de Moneda en el Sistema, para su posterior asignación a Eventos y Conceptos según una Cuenta Contable y su Categoría de Débito y Crédito.
