Repository: codefazt/Investment-Of-Invoices-NetCore
Catalog: TuFactoring/Resources/ViewResource.*.resx
Languages: es_do

# ::Introduccion
source: It is a new electronic meeting place that combines technology with the operations of Confirming (Payment Suppliers), Factoring and the purchase of invoices along with the incorporation of an auction process. The companies that provide products and services will be able to finance their working capital at very competitive rates, investors will find an investment instrument with very attractive rates and companies that demand products and services will be able to pay their accounts payable through our allied banks
es_do: Es un novedoso lugar de encuentro electrónico que combina la tecnología con las operaciones de Confirming (Pago Proveedores), Factoring y la compra de facturas junto a la incorporación de un proceso de subasta. Las empresas proveedores de productos y servicios podrán financiar su capital de trabajo a tasas muy competitivas, los inversionistas encontrarán un instrumento de inversión con tasas muy atractivas y las empresas demandantes de productos y servicios podrán realizar el pago de sus cuentas por pagar a través de nuestros bancos aliados

# Aliados
source: Allies
es_do: Aliados

# Clientes
source: Customers
es_do: Clientes

# Comenzar
source: Start
es_do: Comenzar

# Comience a trabajar con nosotros
source: Start working with us
es_do: Comience a trabajar con nosotros

# Como funciona
source: How does it work
es_do: Cómo funciona

# Derechos reservados
source: All Rights Reserved
es_do: Derechos reservados

# El apoyo ideal para el crecimiento de su negocio
source: The ideal support for the growth of your business
es_do: El apoyo ideal para el crecimiento de su negocio

# El mejor aliado
source: The best ally
es_do: El mejor aliado

# Es momento de ganar
source: Its Time to win
es_do: Es tiempo de ganar

# Inicio
source: Home
es_do: Inicio

# Ir a servicios
source: Go to Services
es_do: Ir a servicios

# Mercado de Facturas
source: Invoices Market
es_do: Mercado de Facturas

# headersAmoutPay
source: Amount Payable
es_do: Monto a Pagar

# Para su negocio en crecimiento
source: For your growing business
es_do: Para su negocio en crecimiento

# Preguntas frecuentes
source: FAQ
es_do: Preguntas frecuentes

# Privacidad
source: Privacy
es_do: Privacidad

# Quienes somos
source: About us
es_do: Quiénes somos

# Servicios
source: Services
es_do: Servicios

# Terminos y Condiciones
source: Terms
es_do: Términos y Condiciones

source: Welcome
es_do: Bienvenido

# Seguridad en tu inversión
source: Security in your investment
es_do: Seguridad en tu inversión

# ::Resumen caracteristica 1
source: High returns on your investment with low risk since you will have the confirmation of payment by a bank allied at the expiration of the invoice
es_do: Altos rendimientos en tu inversión con bajo riesgo ya que contarás con la confirmación de pago por parte de un banco aliado al vencimiento de la factura

# ::Resumen caracteristica 2
source: Agile processes for the sale of your invoices without having to go to a financial institution, by auction, you will approve the discount rate offered more convenient for your company, provide you with working capital to boost your new sales
es_do: Procesos ágiles para la venta de tus facturas sin necesidad de acudir a una institución financiera, en subasta, aprobarás la tasa de descuento ofertada más conveniente para tu empresa, y proveerte de capital de trabajo para potenciar tus nuevas ventas

# Extraordinarios beneficios
source: Extraordinary benefits
es_do: Extraordinarios beneficios

# Gestión de cuentas por pagar
source: Accounts payable management
es_do: Gestión de cuentas por pagar

# ::Resumen caracteristica 3
source: As a customer of our Allied Banks, you will have access to financial services and products for the cancellation of your accounts payable
es_do: Como cliente de nuestros Bancos Aliados, tendrás acceso a servicios y productos financieros para la cancelación de tus cuentas por pagar

# Acceso a la app
source: Management Accounts Payable Suppliers
es_do: Gestión Cuentas Por Pagar Proveedores

# ::Resumen servicio 1
source: If you are a client of our Allied Banks, through the system of Tufactoring you can channel the payment of your obligations with your suppliers by means of the acceptance of a Confirming service with or without financing.
es_do: Si eres cliente de nuestros Bancos Aliados, a través del sistema de Tufactoring podrás canalizar el pago de tus cuentas por pagar por medio de la aceptación de un servicio de Confirming con o sin financiamiento.

# Negociación
source: Sale of Invoices (Factoring)
es_do: Venta de Facturas (Factoring)

# ::Resumen servicio 2
source: Your invoices receivable to customers who are currently in the system of Tufactoring, you can authorize that they are published in online auction and receive from potential investors offers of purchases with different percentage of discounts.
es_do: Tus facturas por cobrar a los clientes que actualmente se encuentren en el sistema de Tufactoring, podrás autorizar que sean publicadas en subasta online y recibir de potenciales inversionistas ofertas de compras con diferentes porcentaje de descuentos.

# Inversores
source: Purchase of Invoices
es_do: Compra de Facturas

# ::Resumen servicio 3
source: The auction process will allow you to make invoice purchases without an investment limit, with the confidence of payment for the existence of an allied bank that will confirm that you will pay when the invoice expires. At the close of the day of the auction, the winner will be the one that offers the best offer of discounts to the seller.
es_do: El proceso de subasta te permitirá realizar compras de facturas sin límite de inversión, con la confianza de pago por la existencia de un banco aliado que te confirmará que pagará al vencimiento de la factura. Al cierre de la jornada de la subasta, el inversionista que comprará la factura será el que mejor oferta de descuento presente al vendedor.

# Registrarse
source: Sign up
es_do: Registrarse

# Como Empresa
source: as Company
es_do: Como Empresa

# Como Proveedor
source: as Supplier
es_do: Como Proveedor

# Si eres Inversionista
source: If you are an Factor
es_do: Si eres Inversionista

# Como Persona
source: as Person
es_do: Como Persona

# Si eres Back-Office
source: If you are Back-Office
es_do: Si eres Back-Office

# Como Banco
source: as Confirmant
es_do: Como Banco

# Como Operativo
source: as Operational
es_do: Como Operativo

# requiredField
source: Field {0} is required
es_do: El Campo {0} es requerido

# titleInvoiceData
source: Invoice Data
es_do: Datos de la Factura

# titleInvoiceManagement
source: Invoice Editing
es_do: Edición de Facturas

# buttonInvoiceUpdate
source: Update Invoice
es_do: Actualizar Factura

# buttonAcept
source: Accept
es_do: Aceptar

# tipDeleteDeduction
source: Delete Deduction
es_do: Eliminar Deducción

# textoDeleteInvoice
source: This action will remove the Invoice
es_do: Esta acción eliminará la Factura

# textoUpdateDeduction
source: This action will update the Deduction
es_do: Esta acción actualizará la Deducción

# buttonAdd
source: Add
es_do: Agregar

# errorAddInvoiceNumber
source: You must enter an Invoice Number
es_do: Debe ingresar un Número de Factura

# titleAmount
source: Amount
es_do: Monto

# errorAmountDeductions
source: The Amount of the Deduction must be greater than 0
es_do: El Monto de la Deducción debe ser mayor a 0

# titleAmountNeto
source: Net Value
es_do: Valor Neto

# buttonClear
source: Clear
es_do: Limpiar

# buttonClose
source: Close
es_do: Cerrar

# titleCurrencyType
source: Currency Type
es_do: Tipo de Moneda

# titleDeductions
source: Deductions
es_do: Deducciones

# titleDeductionsNumber
source: Deduction Code
es_do: Código de Deducción

# errorDeductionsNumber
source: Enter a Code that identifies the Deduction.
es_do: Ingrese un Código que identifique la Deducción.

# errorDeductionsSuperiorAmount
source: Deductions exceed the Invoice Amount
es_do: Las Deducciones superan el Monto de Factura

# titleDeductionsType
source: Deduction Type
es_do: Tipo de Deducción

# buttonDelete
source: Delete
es_do: Eliminar

# textoDeleteDeduction
source: This action will delete the deduction
es_do: Esta acción eliminará la deducción

# titleDeleteInvoice
source: Invoice Elimination
es_do: Eliminación de Factura

# buttonEdit
source: Edit
es_do: Editar

# tipEditDeduction
source: Edit Deduction
es_do: Editar Deducción

# titleExpirationDate
source: Expiration Date
es_do: Fecha de Vencimiento

# errorExpirationEmpty
source: You must enter the Due Date of the Invoice
es_do: Debe ingresar la Fecha de Vencimiento de la Factura

# errorExpirationEqual
source: The Due Date of the Invoice must be greater than the Issue Date
es_do: La Fecha de Vencimiento de la Factura debe ser mayor a la Fecha de Emisión

# errorExpirationInferior
source: The Due Date of the Invoice is less than the Current Date
es_do: La Fecha de Vencimiento de la Factura es menor a la Fecha Actual

# titleInvoiceType
source: Invoice Type
es_do: Tipo de Factura

# titleInvoiceNumber
source: Invoice Number
es_do: Número de Factura

# titleInvoiceProcess
source: Invoices Processed
es_do: Facturas Procesadas

# titleIssuedDate
source: Issued Date
es_do: Fecha de Emisión

# errorIssuedEmpty
source: You must enter the Issue Date of the Invoice
es_do: Debe ingresar la Fecha de Emisión de la Factura

# errorIssuedEqual
source: Issue Date equal to Expiration Date
es_do: Fecha de Emision igual a la Fecha de Vencimiento

# errorIssuedSuperior
source: The Issue Date of the Invoice is greater than the Current Date
es_do: La Fecha de Emisión de la Factura es mayor a la Fecha Actual

# placeholderNDocument
source: Document Number
es_do: Ingrese el N° de Factura

# titleNominalAmount
source: Nominal value
es_do: Valor Nominal

# errorNominalAmountCero
source: The Nominal Value must be greater than 0
es_do: El Valor Nominal debe ser mayor a 0

# titlePercentage
source: Percentage
es_do: Porcentaje

# titleProvider
source: Supplier
es_do: Proveedor

# selectInvoiceCurrency
source: Select
es_do: Seleccione

# selectInvoiceType
source: Select
es_do: Seleccione

# selectProvider
source: Select Supplier
es_do: Seleccione un Proveedor

# selectTypeDeductions
source: Select
es_do: Seleccione

# errorTypeDeductions
source: You must select a Type of Deduction
es_do: Debe seleccionar un Tipo de Deducción

# buttonUpdate
source: Update
es_do: Actualizar

# titleUpdateDeduction
source: Update Deduction
es_do: Actualizar Deducción

# textoWishContinue
source: ¿Do you wish to continue?
es_do: ¿Desea Continuar?

# titleAddInvoices
source: Add Invoices
es_do: Agregar Facturas

# titleAddNewInvoice
source: Add new Invoice
es_do: Agregar nueva factura

# tipExpirationDays
source: Expiration Days
es_do: Días por Vencer

# textoHere
source: here
es_do: aquí

# titleInvoiceNotProcessed
source: Invoice not Processed
es_do: Facturas No Procesadas

# titleLoadInvoice
source: Invoice Charge
es_do: Carga de Facturas

# buttonLoadTemplate
source: Load Template
es_do: Cargar Plantilla

# buttonOptions
source: Options
es_do: Opciones

source: Select Template
es_do: Seleccione la Plantilla

# textoAddNewInvoice
source: It allows the Client to Load the Invoices of the different Suppliers, in a Manual or Massive way, for their subsequent Postulation to the Confirming Banks.
es_do: Permite al Cliente Cargar las Facturas de los diferentes Proveedores, de forma Manual o Masiva, para su posterior Postulación a los Bancos Confirmantes.

# textoLoadTemplate1
source: To add Invoices Massively, download the template Model found
es_do: Para agregar Facturas Masivamente, descargue la Plantilla modelo que se encuentra

# errorSelectInvoiceCurrency
source: You must select a Currency Type
es_do: Debe seleccionar un Tipo de Moneda

# errorSelectInvoiceType
source: You must select an Invoice Type
es_do: Debe seleccionar un Tipo de Factura

# errorSelectProvider
source: Select Provider
es_do: Seleccione un Proveedor

# placeholderDeductionNumber
source: Enter the Deduction Code
es_do: Ingrese el Código de Deducción

# tipAddNewInvoice
source: Add new invoice
es_do: Agregar nueva factura

# buttonAddInvoices
source: Save Invoices
es_do: Guardar Facturas

# textoSelectTemplate
source: Select Template
es_do: Selecciona la Plantilla

# titleDeleteDeduction
source: Delete Deduction
es_do: Eliminar Deducción

# titleEditDeduction
source: Edit Deduction
es_do: Actualizar Deducción

# titlePostulate
source: Postulate Invoice
es_do: Postular Facturas

# titleFinancing
source: Finance Invoices
es_do: Financiar Facturas

# textoRequestFinancing
source: Request Financing
es_do: Solicitar Financiamiento

# textoCancelFinancing
source: Cancel Financing
es_do: Cancelar Financiamiento

# titleSelectsInvoice
source: Bank and Invoice Selection
es_do: Selección de Banco y Facturas

# textoDateExpiration
source: Expiration date
es_do: Fecha de Vencimiento

# textoDaysExpiration
source: Days to Expiration
es_do: Días para el Vencimiento

# textoDays
source: days
es_do: días

# textoAmountNet
source: Net Value
es_do: Valor Neto

# textoFinancing
source: Financing
es_do: Financiamiento

# titleRequestFinancing
source: Invoice Financing Request
es_do: Solicitud de Financiamiento de Facturas

# textoSureToAction
source: Are you sure to Release all selected Invoices?
es_do: ¿Está seguro de Liberar todas las Facturas seleccionadas?

# textoRequestNotified
source: The requests made will be notified to your managing Bank as soon as possible
es_do: Las solicitudes realizadas serán notificadas a su Banco gestor a la brevedad posible

# textoPostulate
source: Postulate
es_do: Postular

# textoQuitAll
source: Remove Selected
es_do: Quitar seleccionadas

# textoSelectAll
source: Select all
es_do: Seleccionar todas

source: Select Bank
es_do: Seleccione un Banco

# buttonPostulate
source: Postulate
es_do: Postular

# errorSelectBank
source: Select Bank
es_do: Seleccione un Banco

# titleDialogPostulate
source: Invoices Postulated to
es_do: Facturas Postuladas a

# tipCancel
source: Cancel
es_do: Cancelar

# buttonConfirm
source: Confirm
es_do: Confirmar

# titleConfirming
source: Confirm Invoices
es_do: Confirmar Facturas

# titleBuyInvoice
source: Invoice Purchase
es_do: Compra de Facturas

# titleConfirmingInvoices
source: Invoice to Publish
es_do: Facturas para publicar

# textoAvailableInvoice
source: Invoices Available
es_do: Facturas Disponibles

# textoAmountAccumulated
source: Invoices Selected by an Accumulated Value of:
es_do: Facturas Seleccionadas por un Valor Acumulado de:

# textoAnnualizedProfitability
source: Annualized Profitability
es_do: Rentabilidad Anualizada

# textoAmountPayable
source: Amount payable
es_do: Monto a Pagar

# textoAmountToConfirm
source: Amount to Release
es_do: Monto a Liberar

# textoInvoiceToConfirm
source: Invoices Available
es_do: Facturas Disponibles

# buttonSendAll
source: Release All
es_do: Liberar Todas

# buttonOffert
source: Offert
es_do: Ofertar

# tipNoFinancing
source: Unsolicited Financing
es_do: Financiamiento no Solicitado

# tipFinancing
source: Solicited Financing
es_do: Financiamiento Solicitado

# titleMarketInvoice
source: Invoice Market
es_do: Mercado de Facturas

# textoMarketCounter
source: Time remaining
es_do: Tiempo Restante

# textoMarketNotActivated
source: The Invoice Market is not currently active.
es_do: El Mercado de Facturas no se encuentra Activo actualmente.

# textoBestOffert
source: Best Offert
es_do: Mejor Oferta

# textoNotOffert
source: Not Offert
es_do: Sin Oferta

# textoGain
source: Gain
es_do: Ganancia

# titlePublicInvoice
source: Publish Invoices
es_do: Publicar Facturas

# titleBankOffert
source: Bank Offert
es_do: Ofertas del Banco

# titleInvoiceToPublic
source: Invoices to be published
es_do: Facturas por Publicar

# titleSystemTuFact
source: TuF@ctoring System
es_do: Sistema TuF@ctoring

# buttonOcult
source: Hide
es_do: Ocultar

# buttonShow
source: Show
es_do: Mostrar

# buttonAceptAll
source: Accept All
es_do: Aceptar Todas

# C
source: Reject All
es_do: Rechazar Todas

# buttonPublicAll
source: Publish All
es_do: Publicar Todas

# buttonPosponedAll
source: Posponed All
es_do: Posponer Todas

# buttonPosponed
source: Postpone
es_do: Posponer

# buttonPublic
source: Publish
es_do: Publicar

# textoBankOffert
source: Bank Offert
es_do: Oferta del Banco

# textoAmountDiscount
source: Discount Amount
es_do: Monto por Descuento

# textoCommissionService
source: Service Expenses
es_do: Gastos de Servicio

# textoAmountRecib
source: Amount to Receive
es_do: Monto a Recibir

# textoRefused
source: Reject
es_do: Rechazar

# textoAnnualizedCost
source: Annualized Cost
es_do: Costo Anualizado

# titleExpirationInvoices
source: Expiration Invoices
es_do: Facturas al Vencimiento

# textoGreater30Days
source: Only applies for Invoices greater than 30 days.
es_do: Solo aplica para Facturas mayores a 30 días.

# buttonAceptOffert
source: Accept Ofert
es_do: Aceptar Oferta

# titleCloseMarket
source: Market Closure
es_do: Cierre del Mercado

# titleInvoiceGain
source: Winning Invoices
es_do: Facturas Ganadoras

# textoSureAceptOffert
source: ¿Are you sure you accept all offers?
es_do: ¿Esta seguro de aceptar todas las ofertas?

# textoOffert
source: Offert
es_do: Oferta

# textoCloseMarketNot
source: The Market Closure is not currently active.
es_do: El Cierre del Mercado no se encuentra Activo actualmente.

# titleConfirmInvoices
source: Confirm Invoices
es_do: Confirmar Facturas

# buttonIncludeAccounts
source: Include Account
es_do: Incluir Cuenta

# buttonIncludeAssociate
source: Include Associate
es_do: Incluir Asociado

# iconTitleRegister
source: fa fa-map-marker
es_do: fas fa-chalkboard-teacher

# textoaccountNumber
source: Account number
es_do: Número de Cuenta

# textoaccountType
source: Account type
es_do: Tipo de Cuenta

# textobankCode
source: Bank Code
es_do: Código de Banco

# textobankingEntity
source: Banking Entity
es_do: Entidad Bancaria

# textocity
source: City
es_do: Ciudad

# textocomercialActivity
source: Comercial activity
es_do: Actividad Comercial

# textocompanyName
source: Company name
es_do: Nombre de la Empresa

# textoconstitutiveAct
source: Constitutive Act Charge
es_do: Carga Acta Constitutiva

# textodateBirth
source: Date of birth
es_do: Fecha de Nacimiento

# textofiscalAddress
source: Fiscal Address
es_do: Dirección Fiscal

# textolastName
source: Last Names
es_do: Apellidos

# textologoBank
source: Bank logo
es_do: Logo del Banco

# textomainCustomers
source: Main customers
es_do: Principales Clientes

# textoname
source: Names
es_do: Nombres

# textonameOwner
source: Name of owner
es_do: Nombre del Titular

# textonameSurname
source: Name and surname
es_do: Nombre y Apellido

# textooccupation
source: Occupation
es_do: Ocupación

# textophone
source: Phone
es_do: Teléfono

# textorequestNewAccount
source: Request New Account
es_do: Solicitar Cuenta Nueva

# textostate
source: State
es_do: Provincia

# textoterms
source: Terms
es_do: Terminos

# textotradeName
source: Trade Name
es_do: Nombre Comercial

# textotypeCurrency
source: Type of currency
es_do: Tipo de Moneda

# tipAssociatedMembershipSuccess
source: Affiliate
es_do: En espera de afiliación

# tipDebtorRegister
source: Debtor Register
es_do: Registro Empresa

# tipFactorRegister
source: Factor Register
es_do: Registro Inversionista

# tipProviderRegister
source: Provider Register
es_do: Registro Proveedor

# tipStatusAccount
source: Select as main account
es_do: Seleccione como cuenta principal

# tipStatusAccountMain
source: Main Account
es_do: Cuenta Principal

# tipStatusAssociated
source: Awaiting contract acceptance
es_do: En espera de aceptacion de contrato

# tipStatusAssociatedSuccess
source: Contracts Accepted
es_do: Contratos aceptados

# tipTerms
source: Click here to see terms and conditions
es_do: pulse aqui para ver terminos y condiciones

# titleAddress
source: Address
es_do: Direcciones

# titleAdministrator
source: Administrator
es_do: Administrador

# titleBackofficeRegister
source: Backoffice Register
es_do: Registro Operativo

# titleBank
source: Bank
es_do: Banco

# titleBankAccounts
source: Bank Accounts
es_do: Cuentas Bancarias

# titleCommercialData
source: Commercial Data
es_do: Datos Comerciales

# titleConfirmantRegister
source: Confirmant Register
es_do: Registro Banco

# titleContactPerson
source: Contact Person
es_do: Persona de Contacto

# titleDebtorRegister
source: Debtor Register
es_do: Registro Empresa

# titleFactorRegister
source: Factor Register
es_do: Registro Inversionista

# titleLegalRepresentative
source: Legal Representative or Authorized Person
es_do: Representante Legal o Persona Autorizada

# titleMainSuppliers
source: Main Suppliers
es_do: Principales Proveedores

# titleProviderRegister
source: Supplier Register
es_do: Registro Proveedor

# buttonAfiliar
source: Affiliate
es_do: Afiliarse

# buttonAssociated
source: Save Associate
es_do: Guardar Asociado

# buttonSaveAccount
source: Save Account
es_do: Guardar Cuenta

# placeholderAccountType
source: Select
es_do: Seleccione

# placeholderActivity
source: Select
es_do: Seleccione

# placeholderCurrencyType
source: Select
es_do: Seleccione

# placeholderDocument
source: Enter the Document Number
es_do: Ingrese el N° de Documento

# placeholderEmail
source: Insert your email
es_do: Ingrese el Correo Electrónico

# placeholderEnterYourAddress
source: Enter your address
es_do: Ingrese la Dirección Principal

# placeholderEnterYourAddress2
source: Additional address
es_do: Ingrese la Dirección Secundaria

# placeholderEstate
source: Select
es_do: Seleccione

# placeholderOcupation
source: Select
es_do: Seleccione

# placeholderPhone
source: Insert your Phone
es_do: Ingrese el Número de Teléfono

# textoAssociateAccount
source: Associate Account
es_do: Asociar Cuenta

# textoContactPerson
source: Contact Person
es_do: Persona Contacto

# textoEmail
source: Email
es_do: Correo Electrónico

# textoLegalRepresentative
source: Legal representative
es_do: Representante Legal

# tipLegalPerson
source: Legal Person
es_do: Persona Juridica

# tipNaturalPerson
source: Natural person
es_do: Persona Natural

# titleBankRegister
source: Bank Register
es_do: Registro Banco

# titleOptions
source: Options
es_do: Opciones

# textMaximumRiskAmount
source: Establish Maximum Risk Amount
es_do: Establecer Monto Máximo de Riesgo

# buttonAssign
source: Assign
es_do: Asignar

# titleClientInformation
source: Client Information
es_do: Información del Cliente

# titleAssignRiskLimit
source: Assign Credit Limit
es_do: Asignar Límite de Crédito

# buttonAssignAmount
source: Establish Amount
es_do: Establecer monto

# titleSegmentation
source: Assign Account Executive
es_do: Asignar Ejecutivo de Cuentas

# textContactPerson
source: Contact Person
es_do: Persona de Contacto

# textAccountExecutive
source: Select Account Executive
es_do: Seleccionar Ejecutivo de Cuenta

# titleVerifyData
source: Verify Data
es_do: Verificar Datos

# buttonVerify
source: Verify
es_do: Verificar

# buttonAprovalVerify
source: Approve
es_do: Aprobar

# buttonRefuseVerify
source: Reject
es_do: Rechazar

# buttonprint
source: Print
es_do: Imprimir

# textoBorradoCuenta
source: The selected account will be permanently deleted.
es_do: Se eliminará la cuenta selecionada de forma permanente.

# textoCuentaPrincipal
source: Main Account
es_do: Cuenta Principal

# textoDeleteAccount
source: Delete Account
es_do: Eliminar Cuenta

# textoDeleteAsoc
source: Delete Associate
es_do: Eliminar Asociado

# textoEstaSeguroAccion
source: Are you sure to perform this action?
es_do: ¿Está seguro de realizar esta accion?

# tipAcceptedContracts
source: Accepted Contracts
es_do: Contratos Aceptados

# tipAfiliado
source: Affiliate
es_do: Afiliado
