Repository: codefazt/Investment-Of-Invoices-NetCore
Catalog: TuFactoring/Resources/ViewResource.*.resx
Languages: es_do

# textoForgotPasswordConfirmation
source: Please check your email, to confirm password
es_do: Por favor revise su correo electrónico para confirmar la contraseña

# number
source: Number of Document
es_do: Número de Documento

source: Confirm password
es_do: Contraseña de confirmación

source: Password
es_do: Contraseña

# titlePasswordReset
source: Password reset
es_do: Contraseña restablecida

# titleModalAcceptAllOfferts
source: Acceptance of Bank Offers
es_do: Aceptación de Ofertas del Banco

# titleModalRefuseAllOfferts
source: Bank Offer Rejection
es_do: Rechazo de Ofertas del Banco

# titleModalPublishAll
source: Invoice Publication
es_do: Publicación de Facturas

# titleModalPosponerAll
source: Postpone Invoices
es_do: Posponer Facturas

# titleModalAcceptAllOffersCierreMercado
source: Acceptance of Market Offers
es_do: Aceptación de Ofertas del Mercado

# textoModalAcceptAllOffersCierreMercado
source: Are you sure you accept all the selected Offers?
es_do: ¿Esta seguro de Aceptar todas las Ofertas seleccionadas?

# placeholderAccountNumber
source: Enter Account Number
es_do: Ingrese Número de Cuenta

# placeholderDocumento
source: Enter the Document Number
es_do: Ingrese el N° de Documento

# buttonModifyAmount
source: Change Amount
es_do: Modificar Monto

# titleModalOfertarMercadoFactor
source: Invoice Offer
es_do: Oferta de Facturas

# textoModalOfertarMercadoFactor
source: Are you sure to Bid the Invoice
es_do: ¿Está seguro de Ofertar la Factura

# textoModalOfertarMercadoFactor2
source: for a Amount to Pay
es_do: por un Monto a Pagar

# buttonCancel
source: Cancel
es_do: Cancelar

# textoModalOfertarMercadoFactor3
source: of
es_do: de

# textoMejorarOfertaMercado
source: You must improve the current Offer
es_do: Usted debe mejorar la Oferta actual

# buttonAfiliarConfirmant
source: Affiliate
es_do: Afiliar

# textoSelectAll2
source: Select all without Financing
es_do: Seleccionar todas sin Financiamiento

# textoQuitAll2
source: Remove Selected without Financing
es_do: Quitar seleccionadas sin Financiamiento

# buttonGuardarFactura
source: Save Invoice
es_do: Guardar Factura

# buttonAddDeductions
source: Add Deductions
es_do: Agregar Deducciones

# buttonReturn
source: Return
es_do: Regresar

# errorCargaManualProveedor
source: You must select the Issuing Supplier of the Invoice
es_do: Debe seleccionar el Proveedor Emisor de la Factura

# errorMaxLengthInvoices
source: Must have a maximum of 175 characters
es_do: Debe tener máximo 175 caracteres

# errorExpirationMinor
source: The Due Date of the Invoice must be greater than the Issue Date
es_do: La Fecha de Vencimiento de la Factura debe ser mayor a la Fecha de Emisión

# errorInvoiceExistente
source: The Customer already has the Invoice associated with the selected Provider
es_do: El Cliente ya tiene asociada la Factura para el Proveedor seleccionado

# errorFormatoInvalidoFactura
source: Invoice Number is invalid
es_do: El Número de Factura es inválido

# errorDeduccionSuperior
source: Must be 255 characters maximum
es_do: Debe tener máximo 255 caracteres

# placeholderNumeroFacturaCargaManual
source: Enter the Invoice Number
es_do: Ingrese el Número de Factura

# placeholderInvoiceNumber
source: Enter the Invoice Number
es_do: Ingrese el Número de Factura

# placeholderSupplierCarga
source: Select
es_do: Seleccione

# errorAmountDeductions2
source: It must have a maximum of 13 digits in the whole part
es_do: Debe tener máximo 13 dígitos en la parte entera

# errorPorcentajeVacio
source: The Amount of the Deduction must be greater than 0
es_do: El Monto de la Deducción debe ser mayor a 0

# errorPorcentajeIgual
source: Deductions cannot be equal to the Amount of the Invoice
es_do: Las Deducciones no pueden ser iguales al Monto de la Factura

# errorPorcentajeSuperior
source: Deductions exceed the Amount of the Invoice
es_do: Las Deducciones superan el Monto de la Factura

# titleConsultasFacturas
source: Invoice Inquiries
es_do: Consultas de Facturas

# titleDetallesFacturas
source: Invoice Details
es_do: Detalle de Facturas

# buttonDetalles
source: Detail
es_do: Detalle

# selectTypeStatus
source: Select a State
es_do: Seleccione un Estado

# titleStatusInvoices
source: Invoice States
es_do: Estados de las Facturas

# textoFormatoTxtInvalido
source: File format is invalid, only plain text files are allowed (* .txt)
es_do: El Formato del archivo es inválido, solo se permiten archivos de texto plano (*.txt)

# errorArchivoMasivoManipulado
source: The selected format is invalid
es_do: El Formato seleccionado es inválido

# errorArchivoSinRegistros
source: File without records
es_do: Archivo sin registros

# textoSelectAllWithFinancing
source: Select all with Financing
es_do: Seleccionar todas con Financiamiento

# textoQuitAllWithFinancing
source: Remove Selected with Financing
es_do: Quitar seleccionadas con Financiamiento

# errorDeduccionDuplicada
source: The Deduction Number is already associated with this Invoice
es_do: El Número de Deducción ya se encuentra asociado a esta Factura

# titleModalEliminarDeduccion
source: Remove Deduction
es_do: Eliminar Deducción

# textoModalEliminarDeduccion
source: This action will delete the selected Deduction. Do you wish to continue?
es_do: Esta acción eliminará la Deducción seleccionada. ¿Desea continuar?

# titleQueriesInvoices
source: Invoices Queries
es_do: Consulta de Facturas

# textoSecureRole
source: Are you sure to perform this action to the rol
es_do: Estas seguro de realizar esta acción al rol

# limitCreditAmountFrom
source: Credit Limit From
es_do: Límite de Crédito Desde

# limitCreditAmountTo
source: Credit Limit Up
es_do: Límite de Crédito Hasta

# titleQueriesClientes
source: Customer Consultation
es_do: Consulta de Clientes

# textoModalSolicitarFinanciamiento
source: Requests made will be notified to the Confirming Bank as soon as possible.
es_do: Las Solicitudes realizadas serán notificadas al Banco Confirmante a la brevedad posible.

# textoModalSeguroFinanciamiento
source: Are you sure to request Financing for all the selected Invoices?
es_do: ¿Está seguro de solicitar Financiamiento para todas las Facturas seleccionadas?

# textoModalSeguroCancelarFinanciamiento
source: Are you sure to request the Cancellation of Financing of all selected Invoices?
es_do: ¿Está seguro de solicitar la Cancelación de Financiamiento de todas las Facturas seleccionadas?

# titleModalCancelarFinanciamiento
source: Invoice Financing Cancellation
es_do: Cancelación de Financiamiento de Facturas

# titleModalConfirmarTodas
source: Invoice Confirmation
es_do: Confirmación de Facturas

# textoModalConfirmarTodas
source: Are you sure to Confirm all selected Invoices?
es_do: ¿Está seguro de Confirmar todas las Facturas seleccionadas?

# textoAmountToOffert
source: Amount to Confirm
es_do: Monto a Confirmar

# loginTextReturn
source: Return to Home
es_do: Regresar al Inicio

# loginTextForgotPassword
source: Forgot your Password?
es_do: ¿Olvidaste tu contraseña?

# titleDetallesClientes
source: Customer Detail
es_do: Detalle del Cliente

# placeholderStatusUsuario
source: Select
es_do: Seleccione

# placeholderTipoCliente
source: Select a Customer Type
es_do: Seleccione un Tipo de Cliente

# titleFilterStatusUsuario
source: User Status
es_do: Estatus del Usuario

# titleFilterTipoCliente
source: Customer type
es_do: Tipo de Cliente

# textoAyudaConsultaClientes
source: It shows the Clients (Companies) that the Allied Bank is associated with, to be the Confirmer of the Invoices that they owe to the different Suppliers. Observing your basic information and assigned Credit Limit.
es_do: Muestra los Clientes (Empresas) que tiene asociado el Banco Aliado, para ser el Confirmante de las Facturas que adeudan a los diferentes Proveedores. Observándose su información básica y Límite de Crédito asignado.

# titleDetalleConsultaContacto
source: Contact information
es_do: Datos de Contacto

# titleDetalleConsultaDireccionCuenta
source: Address and Bank Account
es_do: Dirección y Cuenta Bancaria

# titleConsultaCliente
source: Registered Clients
es_do: Clientes Registrados

# titleConsultaFactuas
source: Payed Invoices
es_do: Facturas

# titleDetalleConsultaDireccion
source: Direction
es_do: Dirección

# textoAyudaConsultaFacturasConfirmant
source: It shows the information of all the Invoices Postulated to the Ally Bank, according to the different States through which it passes in the System.
es_do: Muestra la información de todas las Facturas Postuladas al Banco Aliado, según los diferentes Estados por los que va pasando en el Sistema.

# textoAyudaConsultaInvoiceDebtor
source: It shows the information of all the Invoices Loaded, according to the different States through which it passes through the System.
es_do: Muestra la información de todas las Facturas Cargadas, según los diferentes Estados por los que va pasando en el Sistema.

# textoAyudaConsultaInvoiceFactor
source: It shows the information of all the Invoices Purchased from the Suppliers, which are Paid or Pending to Pay.
es_do: Muestra la información de todas las Facturas Compradas a los Proveedores, las cuales se encuentran Pagadas o Pendientes por Pagar.

# textoAyudaConsultaInvoiceSupplier
source: It shows the information of all the Invoices Charged by its different Clients, according to the different States that it goes through in the System.
es_do: Muestra la información de todas las Facturas Cargadas por sus diferentes Clientes, según los diferentes Estados por los que va pasando en el Sistema.

# titleSecundarioConsultaClientes
source: Associated Clients
es_do: Clientes Asociados

# textoDetallesLimiteCredito
source: Credit limit
es_do: Límite de Crédito

# placeholderDebtor
source: Debtor
es_do: Deudor

# placeholderSupplier
source: Supplier
es_do: Proveedor

# placeholderConfirmant
source: Confirmant
es_do: Confirmante

# placeholderConfirmPassword
source: Confirm password
es_do: Confirme la Contraseña

# placeholderPassword
source: Enter the Password
es_do: Ingrese la Contraseña

# placeholderLoginEmail
source: Enter the Email
es_do: Ingrese el Correo electrónico

# textoAsignarLimite
source: Assign Amount
es_do: Asignar Monto

# textoLimiteCreditoConFinaciacion
source: FINANCING
es_do: FINANCIAMIENTO

# textoLimiteCreditoSinFinaciacion
source: CREDIT
es_do: CREDITO

# errorTermDaysCargaMasiva
source: The Expiration Date must be more than 4 days from the Current Date
es_do: La Fecha de Vencimiento debe ser superior a 4 días de la Fecha Actual

# textoCuentaAhorro
source: Savings
es_do: Ahorro

# textoCuentaCorriente
source: Checking
es_do: Corriente

# textoCuentaSolicitud
source: Request
es_do: Solicitud

# Iniciar sesion
source: Sign In
es_do: Iniciar Sesión

# titleLogin
source: Login
es_do: Iniciar sesión

# PasswordRequiresUpper
source: Password must have at least one uppercase ('A'-'Z')
es_do: La contraseña debe tener al menos una mayúscula ('A' - 'Z')

# PasswordRequiresNonAlphanumeric
source: Password must have at least one non-alphanumeric character
es_do: La contraseña debe tener al menos un carácter no alfanumérico

# PasswordRequiresDigit
source: Password must have at least one digit ('0' - '9')
es_do: La contraseña debe tener al menos un dígito ('0' - '9')

# PasswordRequiresLower
source: Password must have at least one lowercase letter ('a' - 'z')
es_do: La contraseña debe tener al menos una minúscula('a' - 'z')

# invalidUserResetPassword
source: Invalid user to change the password, please request a new Token
es_do: Usuario invalido para cambiar la contraseña, por favor pida un nuevo Token

# load
source: Loading...
es_do: Cargando...

# titleDetails
source: Details
es_do: Detalles

# buttonPay
source: Pay
es_do: Pagar

# buttonTransfer
source: Transfer
es_do: Transferir

# textoUsuarioPago
source: Dear user.
es_do: Estimado Usuario.

# titleConfirmPay
source: Invoice purchase confirmation
es_do: Confirmación de Pago de Factura

# titleTransfer
source: Transfer
es_do: Transferir

# titleNReference
source: Reference number
es_do: N° de Referencia

# titleAmountToPay
source: Amount payable
es_do: Monto a Pagar

# titleNumberAccount
source: Account Number to Transfer
es_do: Numero de Cuenta a Transferir

# titleDocument
source: Identification document
es_do: Documento de Identidad

# titleHolderTransfer
source: Holder to Transfer
es_do: Titular a Transferir

# titleBankMadeTransfer
source: Bank where the Transfer is made
es_do: Banco de donde se realiza la Transferencia

# textoMesajeConfirmarLimite
source: Are you sure to modify the Risk Limit Amount?
es_do: Esta seguro de modificar el Monto de Límite de Riesgo?

# placeholderNumberReference
source: Reference number
es_do: Número de referencia

# textoUsuarioPago2
source: You are making a payment for
es_do: Usted está realizando un pago por

# placeholderBank
source: Select Bank
es_do: Seleccione un Banco

# titleAccountNumber
source: Number of Account
es_do: Número de cuenta

# ModificarLimiteRiesgo
source: Modify Risk Limit
es_do: Modificar Límite de Riesgo

# titlePageGestionRoles
source: Roles Management
es_do: Gestión de Roles

# titlePageGestionSettings
source: Settings Management
es_do: Gestión de Ajustes

# titleGestionSettings
source: Settings Management
es_do: Gestión de Ajustes

# titleSettingData
source: Settings
es_do: Ajustes

# textoContent
source: Content
es_do: Contenido

# placeholderContent
source: Enter the Content
es_do: Ingrese el Contenido

# textoDescription
source: Description
es_do: Descripción

# placeholderDescription
source: Enthe the Description
es_do: Ingrese la Descripción

# titlePagoFactura
source: Invoices Paid
es_do: Pago de Facturas

# textLogin
source: Login
es_do: Inicio de sesión

# textForgotPassword
source: Forgot password?
es_do: ¿ Olvido su contraseña ?

source: It allows the review and update of Investor Data (Addresses and Bank Accounts).
es_do: Permite la revisión y actualización de Datos del Inversionista (Direcciones y Cuentas Bancarias).

# buttonAccept
source: Accept
es_do: Aceptar

# buttonReject
source: Refuse
es_do: Rechazar

# textoBloquearCliente
source: Are you sure to Decline Payment Reconciliation? This action will Block the Investor in the System
es_do: Está seguro de Rechazar la Conciliación del Pago? Esta acción Bloqueará al Inversionista en el Sistema

# textoConcliarCliente
source: Are you sure to Reconcile Payment?
es_do: Está seguro de Conciliar el Pago?

# placeholderParticipante
source: Select
es_do: Seleccione

# titleFilterTipoParticipante
source: Type of Participant
es_do: Categoría

# titlePayAplication
source: Aplication of Payment
es_do: Aplicación de Pagos

# titleAccountOrigin
source: Origin Account
es_do: Cuenta de Origen

# titleChangePassword
source: Change Password
es_do: Cambiar Contraseña

# titlePurchaseInvoice
source: purchase of Invoice
es_do: Compra de Facturas

# titleChangeToPassword
source: Change Password
es_do: Cambiar tu Contraseña

# placeholderNewPassword
source: New Password
es_do: Nueva Contraseña

# buttonChangePassword
source: Change Password
es_do: Cambiar Contraseña

# invalidUserChangePassword
source: Invalid user to change the password
es_do: Usuario invalido para cambiar la contraseña

# titlePayAppOverdue
source: Payment of Overdue Bills
es_do: Pago de Facturas Vencidas

# titleConciliarPagos
source: Reconcile Payments
es_do: Conciliar Pagos

# titleConciliacion
source: Conciliation
es_do: Conciliación

# titleAmountTotal
source: Total Amount to Pay
es_do: Monto total a Pagar

# textoPayerAccount
source: Paying Account
es_do: Cuenta Pagadora

# textoReceivingAccount
source: Receiving Account
es_do: Cuenta Receptora

# textoReceiptsNumber
source: Number of Receipts
es_do: Número del Recibo

# textoTotalInvoices
source: Number of Invoices
es_do: Cantidad de Facturas

# textoTotalAmount
source: Total Amount to Pay
es_do: Monto Total a Pagar

# textoAmountTransfer
source: Amount to Transfer
es_do: Monto a Transferir

# textoReceiptsProcess
source: Processing payment
es_do: Procesando Pago

# buttonOpenPayments
source: Open Payments
es_do: Abrir Pagos

# seguridad
source: Security
es_do: Seguridad

# perfil
source: Profile
es_do: Perfil

# titleGestionUsuarios
source: User Management
es_do: Gestión de Usuarios

source: Logout
es_do: Cerrar sesión

# titleModalConfirmTransfer
source: Operation Confirmation
es_do: Confirmación de Operación

# titleSectionConciledsInvoices
source: Payment of Reconciled Invoices
es_do: Pago de Facturas Conciliadas

# titleSectionExpiredsInvoices
source: Payment of Overdue Invoices
es_do: Pago de Facturas Vencidas

# titleDetailsInvoices
source: Invoice Details
es_do: Detalles de las Facturas

# textoModalConfirmTransfer
source: Are you sure to perform the operation?
es_do: ¿Está seguro de realizar la operación?

# Como Inversionista
source: as Factor
es_do: Como Inversionista

# textoReceiptsUnPaid
source: Unpaid Invoice
es_do: Factura no Pagada

# textoReceiptsPaid
source: Paid Invoice
es_do: Factura Pagada

# textoOffertPro
source: Proposed Offer
es_do: Oferta Propuesta

# placeholderCuit
source: Enter CUIT
es_do: Ingrese el CUIT

# buttonCancelar
source: Cancel
es_do: Cancelar

# buttonToggleActivo
source: Actived
es_do: Activar

# buttonToggleInactivo
source: Suspend
es_do: Desactivar

# placerholderPutDocument
source: Enter the
es_do: Ingrese el

# placeholderPutDocument
source: Enter the
es_do: Ingrese el

# errorCredentialsInvalid
source: Document number, email or invalid password. Please verify your details and try again.
es_do: Número de Documento, Correo o Contraseña inválida. Por favor verifique sus datos e intente nuevamente.

# buttonSee
source: See Contract
es_do: Ver Contrato

# titleContratos
source: Contracts
es_do: Contratos

# textoContratoMarco
source: Framework Contract
es_do: Contrato Marco

# textoNoAplica
source: Does not Apply
es_do: No Aplica

# requirePasswordField
source: {0} is required
es_do: La {0} es requerida

# loginSinConexion
source: A problem has arisen due to network problems
es_do: Se ha presentado un incoveniente debido a problemas de Red

# minimumLengthLoginPassword
source: Password must be a minimum of 8 characters
es_do: La Contraseña debe tener un mínimo de 8 caracteres

# requireEmailField
source: Email is required
es_do: El Correo Electrónico es requerido

# requirePasswordFieldLogin
source: Required Password
es_do: La Contraseña es requerida

# titleMontoTotalVigentePagar
source: Bills to Pay
es_do: Vigentes por Pagar

# textoPostuledDated
source: Postulated Date
es_do: Fecha de Postulación

# titleStatusInvoice
source: Invoice State
es_do: Estado de la Factura

# posted
source: Posteds
es_do: Postuladas

source: Confirmed
es_do: Confirmadas

source: Offered
es_do: Ofertadas

# released
source: to publish
es_do: por publicar

source: Published
es_do: Publicadas

# sold
source: Accepted
es_do: Aceptadas

source: Processing
es_do: en Proceso de Pagos

source: Paid
es_do: Pagada

source: Postponed
es_do: Pospuestas

source: Overdue
es_do: Vencidas

source: Finalize
es_do: Completadas

# titleAPagar
source: for a Total Amount:
es_do: por un Monto Total:

# titleMontoTotalPagar
source: for a Total Amount of Bills:
es_do: por un Monto Total por Pagar:

# titleChargeDate
source: Upload Date
es_do: Fecha de Carga

# titleMontoTotalVigenteCobrar
source: Receivable
es_do: por Cobrar

# titleMontoTotalVigenteSold
source: Purchased
es_do: Compradas

# errorConnectionLogin
source: There has been a problem establishing the connection, please check your network coverage.
es_do: Se ha presentado un inconveniente al establecer la conexión, por favor verifique su cobertura de red.

# errorRecaptchaBot
source: Strange behavior has been detected, please enter your details again.
es_do: Se ha detectado una conducta extraña, por favor ingrese sus datos nuevamente.

# notTokenRecaptcha
source: Connection problems detected, please check your internet connection
es_do: Problemas de conexión detectados, por favor verifique su conexión a internet

# errorNumberOfDocument
source: Invalid Document Number, Mail or Password. Please verify your details and try again.
es_do: Número de Documento, Correo o Contraseña inválida. Por favor verifique sus datos e intente nuevamente.

source: Not Conection
es_do: Sin conexión

# wrongData
source: Incorrect data
es_do: Datos incorrectos

# draft
source: Loaded
es_do: Cargadas

# Bloquear Cliente
source: Block Client
es_do: Bloquear Cliente

# buttonAsignarPassword
source: Create Password
es_do: Crear Contraseña

# titleAsignarPassword
source: Enter Password for the first time
es_do: Ingresar Contraseña por primera vez

# textoAsignarPassword
source: To activate your account you must set the initial password to access the system.
es_do: Para activar su cuenta deberá establecer la contraseña inicial para acceder al sistema.

# selectListLogin
source: Select an Identification Type
es_do: Seleccione un Tipo de Identificación

# textInformationMassiveCharge
source: To store the Processed Invoices, please press the Save Invoices button, otherwise, if you need to Load the Template
es_do: Para almacenar las Facturas Procesadas, por favor presione el boton Guardar Facturas, de lo contrario, si requiere Cargar la Plantilla

# errorActivacionCuenta
source: You do not have a password created. Please activate your username, from the Welcome email and once you have the password you can Login.
es_do: Usted no tiene Contraseña creada. Por favor active su usuario, desde el correo de Bienvenida y una vez que tenga la contraseña podrá Iniciar Sesión.

# errorBaseDatos
source: Failed to connect to database
es_do: Error al conectar con la base de datos

source: Invalid user
es_do: Usuario invalido

# acceptCookies
source: I agree
es_do: Acepto

# weUseCookies
source: We use cookies to improve your user experience. If you agree press accept please
es_do: Utilizamos cookies para mejorar tu experiencia como usuario. Si esta de acuerdo presione aceptar por favor

# invalidDocumentOrEmail
source: Invalid Document or Mail Number. Please verify your details and try again.
es_do: Número de Documento o Correo inválido. Por favor verifique sus datos e intente nuevamente.

source: New password
es_do: Nueva contraseña

# textoBandera
source: Select the Country
es_do: Seleccione el País a utilizar

# errorRepitCharacter
source: Password must not be more than 2 consecutive equal characters
es_do: La contraseña no debe tener más de 2 caracteres iguales consecutivos

# errorEnie
source: Password must not have ñ / Ñ
es_do: La contraseña no debe tener ñ / Ñ

# informationMessagePassword
source: To create the Password, you must comply with the following:
es_do: Para crear la Contraseña, debe cumplir lo siguiente:

# forgotSend
source: Request to change the password sent, please check your email address
es_do: Petición para cambiar la contraseña enviada, por favor revisar su dirección de correo electrónico

# menuAplicacionPagos
source: Aplication of Payment
es_do: Aplicación de Pagos

# menuAsignarEjecutivo
source: Assign Executive
es_do: Asignar Ejecutivo

# menuCargaFacturas
source: Invoice Loading
es_do: Carga de Facturas

# menuCierre
source: Closing
es_do: Cierre

# menuClientes
source: Customers
es_do: Clientes

# menuComprar
source: To Buy
es_do: Comprar

# menuConciliacion
source: Conciliation
es_do: Conciliación

# menuConfirmar
source: Confirm
es_do: Confirmar

# menuConsultas
source: Inquiries
es_do: Consultas

# menuEdicionFacturas
source: Invoice Edition
es_do: Edición de Facturas

# menuFacturas
source: Invoices
es_do: Facturas

# menuFacturasCompradas
source: Purchased Invoices
es_do: Facturas Compradas

# menuFinanciar
source: To Finance
es_do: Financiar

# menuGenerales
source: Generals
es_do: Generales

# menuGesitonFactura
source: Invoice Management:
es_do: Gestion de Facturas:

# menuGestion
source: Management
es_do: Gestión
