Repository: codefazt/Investment-Of-Invoices-NetCore
Catalog: TuFactoring/Resources/ViewResource.*.resx
Languages: es_do

# menuGestionEmpresas
source: Company management:
es_do: Gestion de Empresa:

# menuLimiteCredito
source: Credit Limit
es_do: Límite de Credito

# menuMercado
source: Market
es_do: Mercado

# menuPago
source: Payment
es_do: Pago

# menuPagos
source: Payments
es_do: Pagos

# menuParametros
source: Parameters
es_do: Parámetros

# menuPostular
source: Postulate
es_do: Postular

# menuPublicar
source: To Post
es_do: Publicar

# menuRegistroBanco
source: Bank Register
es_do: Registro de Banco

# menuRegistroEmpresa
source: Company Registration
es_do: Registro de Empresa

# menuSubastas
source: Auctions
es_do: Subastas

# menuVencimiento
source: Expiration
es_do: Vencimiento

# menuVerificacion
source: Check
es_do: Verificación

source: Pending confirmation
es_do: Por confirmar

source: Amount confirmation
es_do: Monto por confirmar

source: Amount to offer
es_do: Monto por ofertar

source: Pending to offer
es_do: Por ofertar

source: Pending verification
es_do: Por verificar

# min8Character
source: Minimum 8 characters
es_do: Mínimo 8 caracteres

# needAlphaMinMayus
source: Be alphanumeric and have at least one uppercase, one lowercase, a special character and a number
es_do: Ser alfanumérica y tener mínimo una mayúscula, una minúscula, un cáracter especial y un número

# notNeedEnie
source: The password must not have the letter 'ñ' / 'Ñ'
es_do: La contraseña no debe tener la letra 'ñ' / 'Ñ'

# notMore2Character
source: Have no more than 2 consecutive equal characters
es_do: No tener más de 2 caracteres iguales consecutivos

# errorCredentialsInvalidPerson
source: Email or password invalid . Please verify your details and try again.
es_do: Correo Electronico o Contraseña inválida. Por favor verifique sus datos e intente nuevamente.

# forgotAlready
source: Password change request currently in process
es_do: Petición de cambio de contraseña en proceso actualmente

source: Invalid Email
es_do: Correo electrónico invalido

source: Pending quotas
es_do: Por asignar Limite

# PENDING_TO_SEGMENT
source: Pending segment
es_do: Por asignar Ejecutivo

# InvalidUserName
source: Failed to make request, please try again
es_do: Error al realizar la petición, por favor inténtelo nuevamente

source: Amount offered
es_do: Monto ofertado

source: Amount publish
es_do: Monto a publicar

# PENDING_AGREEMENTS
source: Pendings agreements
es_do: Contratos Marco por aceptar

source: Pending invitation
es_do: Invotaciones por aceptar

# PENDING_OFFERED
source: Pendings offered
es_do: Facturas ofertadas

source: Pending publish
es_do: Facturas por publicar

# textChangePassword
source: It allows to change the Password that is currently active, for the use of the "TuFactoring" System.
es_do: Permite cambiar la Contraseña que se encuentra activa actualmente, para el uso del Sistema "TuFactoring".

# textoFinanciamientoInformation1
source: To change the Financing condition, perform one of the following actions, depending on the number of requests to be made:
es_do: Para cambiar la condición de Financiamiento, realice una de las siguientes acciones, según la cantidad de solicitudes a realizar:

# textoFinanciamientoInformation2
source: 1. One (1) Invoice: Check the icon, located on the right side of the Invoice or select the Invoice and then check the icon in the detail window.
es_do: 1. Una (1) Factura: Marque el ícono, ubicado al lado derecho de la Factura o seleccione la Factura y luego marque el ícono en la ventana de detalle.

# textoFinanciamientoInformation3
source: 2. All Invoices: Select the icon (⋮) from the Options menu, followed by the required Option: ✔ Request Financing or Cancel Financing.
es_do: 2. Todas las Facturas: Seleccione el ícono (⋮) del menú Opciones, seguido de la Opción requerida: ✔ Solicitar Financiamiento o Cancelar Financiamiento.

# textoFinanciamientoInformation4
source: Note: Each Invoice is identified according to whether or not it has Financing, with a line on the left side and its color varies according to the following:
es_do: Nota: Cada Factura está identificada según tenga o no Financiamiento, con una línea del lado izquierdo y su color varía según lo siguiente:

# textoFinanciamientoInformation5
source: 1. Green Color: With Financing.
es_do: 1. Color Verde: Con Financiamiento.

# textoFinanciamientoInformation6
source: 2. Red Color: Without Financing.
es_do: 2. Color Rojo: Sin Financiamiento.

# textoPostularInformation1
source: To Post the Invoices, select the Confirming Bank and perform one of the following actions, depending on the number of Invoices to be assigned:
es_do: Para Postular las Facturas, seleccione el Banco Confirmante y realice una de las siguientes acciones, según la cantidad de Facturas a ser asignadas:

# textoPostularInformation2
source: 1. One (1) Invoice: Check the Apply Button of the required Invoice.
es_do: 1. Una (1) Factura: Marque el Botón Postular de la Factura requerida.

# textoPostularInformation3
source: 2. Multiple Invoices: Check the indicator of the required Invoices and then the Button + Apply (located on the right side of the Confirming Bank). Confirm the Application.
es_do: 2. Varias Facturas: Marque el indicador de las Facturas requeridas y posteriormente el Botón +Postular (ubicado al lado derecho del Banco Confirmante). Confirme la Postulación.

# textoPostularInformation4
source: 3. All Invoices: Select the icon (⋮) from the Options menu, followed by the Options Select all and + Apply. Confirm the Application.
es_do: 3. Todas las Facturas: Seleccione el ícono (⋮) del menú Opciones, seguido de las Opciones Seleccionar todas y +Postular. Confirme la Postulación.

# textoPostularInformation5
source: Note: To change the Financing condition of each Invoice, you must check the icon, located on the right side of it.
es_do: Nota: Para cambiar la condición de Financiamiento de cada Factura, debe marcar el ícono, ubicado al lado derecho de la misma.

# textoPostularInformation6
source: Active Financing:
es_do: Financiamiento Activo:

# textoPostularInformation7
source: Inactive Financing:
es_do: Financiamiento Inactivo:

# textInformationMassiveCharge2
source: again without saving the changes, select the option Clean in both sections (Invoices Processed and Unprocessed).
es_do: nuevamente sin Guardar los cambios, seleccione la opcion Limpiar en ambas secciones (Facturas Procesadas y No Procesadas).

# threePointsOptions
source: Options
es_do: Opciones

# headersSuppliers
source: Suppliers
es_do: Proveedores

# howDEBTOR
source: as Company
es_do: como Empresa

# howSUPPLIER
source: as Supplier
es_do: como Proveedor

# howFACTOR
source: as Factor
es_do: como Inversionista

# howCONFIRMANT
source: as Bank
es_do: como Banco

# howBACKOFFICE
source: as Operative
es_do: como Operativo

# passwordAssignLogin
source: Your Password has been successfully created. Please sign in to continue.
es_do: Su Contraseña ha sido creada satisfactoriamente. Por favor inicie sesión para continuar.

# PENDING_EXPIRATION
source: Expiration Invoices
es_do: Facturas al Vencimiento

# MARKET_PUBLICATIONS
source: Invoice Market
es_do: Facturas en Mercado

source: My offers
es_do: Mi ofertas

source: Pending accept
es_do: Pendientes por aceptar

# titleSessionExpired
source: Attention
es_do: Atención

# textEstimadoUsuario
source: Dear user
es_do: Estimado Usuario

# textSessionExpired
source: Your session time is running out. Do you want your session to be active?
es_do: Su Tiempo de Sesión está a punto de Expirar. Desea mantener su Sesión activa?

# buttonIrLogin
source: Go to Login
es_do: Ir al Login

# buttonExit
source: Exit
es_do: Salir

# textoAmountCommission
source: Expense for Service
es_do: Gasto por Servicio

# textoAmountDiscount2
source: Discount Amount
es_do: Monto de Descuento

# buttonSendInvited
source: Invite
es_do: Invitar

# buttonSi
source: Yes
es_do: Si

# textoFacturaNoPostponed
source: Invoice not Postponed
es_do: Factura no pospuesta

# textoAdvertenciaCuentasBancarias
source: You must associate at least one Bank Account
es_do: Usted debe asociar por lo menos una Cuenta Bancaria

# menuUsuario
source: User Profile
es_do: Perfil de Usuario

# textoDatosUsuario
source: User data
es_do: Datos del Usuario

# titleDetailPayments
source: Payment Details
es_do: Detalle de los Pagos

# buttonPayments
source: Payments Made
es_do: Pagos Realizados

# textoPaid
source: Paid
es_do: Pagado

# textoUnPaid
source: No Paid
es_do: No Pagado

# invoicesToExpirateOffered
source: Offered
es_do: Ofertada

# invoicesToExpiratePaid
source: Paid
es_do: Pagada

# invoicesToExpiratePublished
source: Published
es_do: Publicada

# invoicesToExpirateReleased
source: To publish
es_do: Por publicar

# invoicesToExpirateText
source: The Invoice is
es_do: La Factura se encuentra

# invoicesToExpirateProcessing
source: in Payment Process
es_do: en Proceso de Pago

# titleBloquearCliente
source: Unconciled payment
es_do: Pago no Conciliado

# titleConcliarCliente
source: Reconcile Payment
es_do: Pago Conciliado

# buttonDetallesFactura
source: Detail of the Invoices
es_do: Detalle de las Facturas

# invoicesToExpirateSold
source: Sold
es_do: Vendida

# buttonTitleFacturas
source: Invoice Details
es_do: Detalles de Facturas

# buttonTitlePayments
source: Payment Details
es_do: Detalles de Pagos

# payConfirmed
source: Confirmed
es_do: Confirmado

# payRealized
source: Paid
es_do: Pagado

# payUnconfirmed
source: Unconfirmed
es_do: No Confirmado

# payUnrealized
source: Unpaid
es_do: No Pagado

# textNoPayed
source: Unpaid
es_do: No Pagada

# textPayed
source: Paid
es_do: Pagada

# titleModalDetailPayment
source: Total Payment Amount
es_do: Monto Total del Pago

# titleQueryPayments
source: Payment Consultation
es_do: Consulta de Pagos

# creditLimitAssigned
source: Assigned Credit Limit
es_do: Límite de Crédito Asignado

# creditLimitUsed
source: Available Credit Limit
es_do: Límite de Crédito Disponible

# creditLimitWithoutSelectedAmount
source: Available Credit Limit with Selected Invoices
es_do: Límite de Crédito Disponible con las Facturas Seleccionadas

# excedentAmount
source: Surplus Amount
es_do: Monto Excedente

# textoPagosBanco
source: It allows to make the Payments of the Invoices Purchased to the Suppliers (via Confirming or Direct Purchase), after accepting the Offer (s).
es_do: Permite realizar los Pagos de las Facturas Compradas a los Proveedores (vía Confirming o Compra Directa), previa aceptación de la(s) Oferta(s).

# textoPagosFactor
source: It allows payments to be made of the Bills Billed in the Daily Auction, upon acceptance by the Suppliers.
es_do: Permite realizar los Pagos de las Facturas Ofertadas que Ganaron en la Subasta Diaria, previa aceptación por parte de los Proveedores.

# textoDebtor
source: DEBTOR
es_do: EMPRESA

# textoFactor
source: FACTOR
es_do: INVERSIONISTA

# textoProveedor
source: SUPPLIER
es_do: PROVEEDOR

# excedeAmount1
source: Excess Amount of Available Credit Limit
es_do: Monto Excedente del Límite de Crédito Disponible

# excedeAmount2
source: Please check and if necessary uncheck the Invoices that exceed,
es_do: Por favor verifique y de ser necesario desmarque las Facturas que exceden,

# excedeAmount3
source: until reaching coverage and completing the Postulation.
es_do: hasta llegar a la cobertura y culminar la Postulación.

# titleModalPosponer
source: Postpone Invoice
es_do: Posponer Factura

# titleModalPublicar
source: Publish Invoice
es_do: Publicar Factura

# invoicesToExpirateConfirmed
source: Confirmed
es_do: Confirmada

# filterAllInvoices
source: All Invoices
es_do: Todas las Facturas

# filterNotOffered
source: Invoices not Offered
es_do: Facturas no Ofertadas

# filterOffered
source: Offered Invoices
es_do: Facturas Ofertadas

# textoAyudaConciliar
source: It allows to reconcile the Transfers reported by the Investors, corresponding to the Payments of the Bills Purchased, when they do not have a Bank Account in the Confirming Banks of the same.
es_do: Permite Conciliar las Transferencias reportadas por los Inversionistas, correspondiente a los Pagos de las Facturas Compradas, cuando no tienen Cuenta Bancaria en los Bancos Confirmantes de las mismas.

# menuDropdownPagos
source: Payment Management
es_do: Gestión de Pagos

# menuFacturasConciliadas
source: Reconciled Invoices
es_do: Facturas Conciliadas

# menuFacturasVencidas
source: Overdue Invoices
es_do: Facturas Vencidas

# montoTotalPostular
source: Total Amount to Apply
es_do: Monto Total a Postular

# complementTextPostulateInvoices
source: to Apply for an amount of
es_do: a Postular por un Monto de

# titleDetailGroup
source: Group Detail
es_do: Detalles del Grupo

# titleAccounting
source: Accounting
es_do: Contabilidad

# buttonEditGroup
source: Edit Group
es_do: Editar Grupo

# titleGroupData
source: Group Data
es_do: Datos del Grupo

# textoProgram
source: Service
es_do: Servicio

# placeholderDescript
source: Add description
es_do: Ingrese una descripción

# buttonAddDetails
source: Add Details
es_do: Agregar Detalles

# buttonVolver
source: Return
es_do: Volver

# placeholderAccount
source: Add Account
es_do: Ingrese la cuenta

# placeholderEvent
source: Add Event
es_do: Ingrese el Evento

# placeholderConcept
source: Add Concept
es_do: Ingrese Concepto

# textoEvent
source: Event
es_do: Evento

# textoConcept
source: Concept
es_do: Concepto

# textoAccount
source: Account
es_do: Cuenta

# textoCategory
source: Category
es_do: Categoria

# placeholderNameGroup
source: Enter name of accounting group
es_do: Ingrese nombre del grupo contable

# buttonAddDetail
source: Add Detail
es_do: Agregar Detalle

# menuContabilidad
source: Accounting
es_do: Contabilidad

# textAmountReceivable
source: Total Amount to Receive
es_do: Monto Total a Recibir

# textQuotaNotAvailable
source: You do not have no Available Credit Limit.
es_do: Usted no tiene no tiene Límite de Crédito Disponible.

# textQuotaNotAvailable1
source: Please contact your Account Executive assigned at Allied Bank.
es_do: Por favor contacte a su Ejecutivo de Cuentas asignado en el Banco Aliado.

# placeholderAddName
source: Enter the name
es_do: Ingrese el nombre

# placeholderAddAbbreviation
source: Enter the Abbreviation
es_do: Ingresar la Abreviación

# titleFilterStatus
source: Status
es_do: Estatus

# placeholderSelect
source: Select
es_do: Seleccione

# true
source: Active
es_do: Activo

# false
source: Inactive
es_do: Inactivo

# textoNotResultadoFacturas
source: No available Invoices Found
es_do: No se encontraron Facturas Disponibles

# inText
source: in
es_do: en

# notConexionDetected
source: Connection problems have been detected, check your Internet connection.
es_do: Se ha detectado problemas de conexión, comprueba tu conexión a Internet.

# titleAmountFromPaid
source: Amount Paid From
es_do: Monto Pagado Desde

# titleAmountToPaid
source: Amount Paid Up
es_do: Monto Pagado Hasta

# textolimitCreditAmountFromDisponible
source: Limit Available From
es_do: Límite Disponible Desde

# textolimitCreditAmountToDisponible
source: Limit Available Until
es_do: Límite Disponible Hasta

# textoSellFor
source: Payer
es_do: Pagador

# titleQueriesCesion
source: Consultation of Assignment Documents
es_do: Consulta de Documentos de Cesión

# textoVerDocumentoCesion
source: See Assignment Document
es_do: Ver Documento de Cesión

# titleDocumentCesion
source: RIGHTS ASSIGNMENT CONTRACT
es_do: CONTRATO DE CESIÓN DE DERECHOS

# textoSystemTuFactoring
source: TUF@CTORING SYSTEM
es_do: SISTEMA TUF@CTORING

# menuDocumentCesion
source: Assignment Documents
es_do: Documentos de Cesión

# titlePlantillaConciliacion
source: Movement File
es_do: Archivo de Movimiento

# buttonLoadFile
source: File upload
es_do: Cargar Archivo

# ProcesarArchivo
source: Process File
es_do: Procesar Archivo

# textoMensajeArchivoConciliar
source: Are you sure you process the file
es_do: ¿Esta seguro de procesar el archivo

# titleQueryFinancing
source: Financing Consultation
es_do: Consulta de Financiamiento

# ::Detalle servicio 1
source: You must register all the information requested by the Tufactoring system so that you have access to the terms and conditions of the contract that you must grant to the bank. Once authorized by the bank, the daily charge of your accounts payable will be automatically made to the Tufactoring system and the bank will be able to manage the notification and cancellation processes at the expiration of the outstanding obligations.
es_do: Debes registrar toda la Información que solicita el sistema de Tufactoring para que tengas acceso a los términos y condiciones del contrato que debes otorgar al banco. Una vez autorizado por el banco se realizará de forma automática la carga diaria de tus cuentas por pagar al sistema de Tufactoring y así el banco podrá gestionar los procesos de notificación y cancelación al vencimiento de las obligaciones pendientes.

# ::Detalle servicio 2
source: You can be invited by a customer through the system or enter directly to register all the information requested by the Tufactoring system. The approval by the allied bank is essential so that you can later access the electronic factoring contracts without recourse that you will grant to the investors that buy your invoices in the auction processes. In case you do not want to participate in the auction, the payment of your invoice will be received from the allied bank upon expiration of the invoice.
es_do: Puedes ser invitado por un cliente a través del sistema o ingresar directamente para que registres toda la Información que solicita el sistema de Tufactoring. La aprobación por parte del banco aliado es indispensable para que puedas acceder posteriormente a los contratos electrónicos de factoring sin recurso que otorgarás a los inversionistas que compren tus facturas en los procesos de subasta. En caso de que no desees participar en la subasta, el pago de tu factura lo recibirás del banco aliado al vencimiento de la factura.

# ::Detalle servicio 3
source: You must register all the information requested by the Tufactoring system so that you have access to the terms and conditions to operate. You must have an account in the banking system and once you have been authorized by our allied banks, you will have daily access to invoice auctions so that during the days you can bid on all the published invoices. If the purchase is awarded, you will receive a factoring contract without recourse granted by the seller and confirmation of payment upon expiration of the invoice. You can pay for the purchase by means of a payment button if your account is with the bank by allying or transferring if your account belongs to another institution.
es_do: Debes registrar toda la Información que solicita el sistema de Tufactoring para que tengas acceso a los términos y condiciones para operar. Debes poseer una cuenta en el sistema bancario y una vez hayas sido autorizado por nuestros bancos aliados, tendrás acceso diario a las subastas de facturas para que durante las jornadas puedas ofertar sobre todas la facturas publicadas. En caso de ser adjudicada la compra, recibirás contrato de factoring sin recurso otorgado por el vendedor y la confirmación de pago al vencimiento de la factura (que hará el banco). El pago de la compra lo podrás realizar por medio de botón de pago si tu cuenta esta con el banco aliado o con transferencia si tu cuenta pertenece a otra institución.

# Ver mas
source: Read more
es_do: Ver más

# Servicios subtitulo
source: Be part of the Tufactoring community through our services. Through the different mechanisms of this invoice market, companies will have the support of our allied banks to carry out payment management with or without financing their accounts payable, suppliers will be able to sell their invoices and investors can access the invoice auction and purchase at a discount. Sign up for Tufactoring and you will be able to find the financial mechanisms to successfully achieve your goals without complex procedures.
es_do: Forma parte de la comunidad de Tufactoring a través de nuestros servicios. Por medio de los diferentes mecanismos de este mercado de facturas, las empresas contarán con el apoyo de nuestros bancos aliados para realizar la gestión de pago con o sin financiamiento de sus cuentas por pagar, los proveedores podrán vender sus facturas y los inversionistas acceder a la subasta de facturas y realizar la compra a descuento. Regístrate en Tufactoring y podrás encontrar sin trámites complejos los mecanismos financieros para lograr con éxito tus objetivos.

# menuPagosFacturasCompradas
source: Purchased invoices
es_do: Facturas Compradas

# menuPagosFacturasConciliadas
source: Reconciled Invoices
es_do: Facturas Conciliadas

# menuPagosFacturasVencidas
source: Overdue bills
es_do: Facturas Vencidas

# textoReceiverFor
source: Receiver For
es_do: Recibido Por

# textoReceiverAccount
source: Receiver Account
es_do: Cuenta Receptora

# textoNumberPaids
source: Count of payments
es_do: Cantidad de Pagos

# textoMethod
source: Method
es_do: Método

# menuDropdownConsultaPagos
source: Payment Consultation
es_do: Consulta de Pagos

source: Allied Bank
es_do: Banco Aliado

# notAlliedBank
source: Non-Allied Bank
es_do: Banco no Aliado

# textoBuyBy
source: Buyer
es_do: Comprador

# textopaidAt
source: Payment Date
es_do: Fecha de Pago

# factorMarketBestOffer
source: Best Offer made by you.
es_do: Mejor Oferta realizada por Usted.

# factorMarketBestOfferAnotherFactor
source: Best Offer made by another Investor.
es_do: Mejor Oferta realizada por otro Inversionista.

# factorMarketBlueColor
source: Blue Color
es_do: Color Azul

# factorMarketCounterOffer
source: Against Offered by another Investor.
es_do: Contra Ofertada por otro Inversionista.

# factorMarketGreenColor
source: Green Color
es_do: Color Verde

# factorMarketNotOffered
source: Not Offered.
es_do: No Ofertada.

# factorMarketRedColor
source: Red Color
es_do: Color Rojo

# factorMarketYellowColor
source: Yellow Color
es_do: Color Amarillo

# menuBancos
source: Allied Banks
es_do: Bancos Aliados

# titleAlliedBank
source: Bank Management
es_do: Gestión de Bancos

# indexTuFactoringAllParticipants
source: is a financing alternative where, through a contract, the Supplier transfers the future collection of the credits, obtaining in exchange the money immediately from those operations with a small discount. You can also wait for the Invoices to expire to collect them, always with the support of a
es_do: es una alternativa de financiamiento donde a través de un contrato el Proveedor cede la cobranza futura de los créditos, obteniendo a cambio el dinero inmediatamente de esas operaciones con un pequeño descuento. También podrá esperar al vencimiento de las Facturas para el cobro de las mismas, siempre con el respaldo de un

# textoProcess
source: Processing
es_do: Procesando

# availableBanks
source: Participating Banks
es_do: Bancos Participantes

# textHelpBankManagement
source: It allows the management of Activation and Deactivation of the different Banks for their participation as Allies in the System.
es_do: Permite realizar la gestión de Activación y Desactivación de los diferentes Bancos para su participación como Aliados en el Sistema.

# textHelpReconciledInvoices
source: It allows to make the Reconciled Payments to the Suppliers, corresponding to the Invoices Purchased by the Investors and paid via Bank Transfer from another Bank.
es_do: Permite realizar los Pagos Conciliados a los Proveedores, correspondientes a las Facturas Compradas por los Inversionistas y pagadas vía Transferencia Bancaria desde otro Banco.
