Repository: codefazt/Investment-Of-Invoices-NetCore
Catalog: TuFactoring/Resources/ViewResource.*.resx
Languages: es_do

# textoAyudaMantenimientoRoles
source: It allows the creation and management of Activation and Deactivation of the different Roles that are part of the Security of the Profiles in the System.
es_do: Permite realizar la creación y gestión de Activación y Desactivación de los diferentes Roles que forman parte de la Seguridad de los Perfiles en el Sistema.

# textoAyudaConsultaPagosOperativo
source: It contains all the Payments made in the System, corresponding to Invoices Purchased by Investors and Banks, Payments for Reconciliations or Payments at Maturity.
es_do: Contiene todos los Pagos realizados en el Sistema, correspondientes a Facturas Compradas por Inversionistas y Bancos, Pagos por Conciliaciones o Pagos al Vencimiento.

# titleConsultaPagosFactuas
source: Purchased Invoices
es_do: Facturas Compradas

# textoCargarFacturasInformation7
source: Complementary information of the Template:
es_do: Información complementaria de la Plantilla:

# textoCargarFacturasInformation8
source: File structure:
es_do: Estructura del archivo:

# textoCargarFacturasInformation9
source: 1. Document Number, only the numbering with their respective hyphens (depends on the format of the Country)
es_do: 1. Número de Documento, solo la numeración con sus respectivos guiones (depende del formato del País)

# textoCargarFacturasInformation10
source: 2. Invoice Number, with its respective hyphens (depends on the format of the Country)
es_do: 2. Número de Factura, con sus respectivos guiones (depende del formato del País)

# textoCargarFacturasInformation12
source: 3. Currency Code, ISO 4217 code (depends on the Country - example: USD)
es_do: 3. Código de la Moneda, código ISO 4217 (depende del País - ejemplo: USD)

# textoCargarFacturasInformation13
source: 4. Issue Date, in the format YYYY-MM-DD
es_do: 4. Fecha de Emisión, con el formato AAAA-MM-DD

# textoCargarFacturasInformation14
source: 5. Expiration Date, in the format YYYY-MM-DD
es_do: 5. Fecha de Vencimiento, con el formato AAAA-MM-DD

# textoCargarFacturasInformation15
source: 6. Net Value, with two (2) decimal places and with point (,) as decimal separator (9999.99)
es_do: 6. Valor Neto, con dos (2) decimales y con punto (,) como separador de decimales (9999,99)

# textoCargarFacturasInformation16
source: Premises:
es_do: Premisas:

# textoCargarFacturasInformation17
source: - Each record is composed of the 6 values ​​indicated in the File Structure
es_do: - Cada registro está compuesto de los 6 valores indicados en la Estructura del archivo

# textoCargarFacturasInformation18
source: - Each value will be separated by a slash (|)
es_do: - Cada valor estará separado por una barra (|)

# textoCargarFacturasInformation19
source: - Cannot have blanks
es_do: - No puede tener espacios en blanco

# textoCargarFacturasInformation20
source: - Must have more than 1 record
es_do: - Debe tener más de 1 registro

# textoCargarFacturasInformation21
source: File name:
es_do: Nombre del archivo:

# textoCargarFacturasInformation22
source: The file name will have the following nomenclature
es_do: El nombre del archivo tendrá la siguiente nomenclatura

# textoCargarFacturasInformation23
source: TuFactoring_Massive_Load_Company_MMM_YYYYMMDD.txt
es_do: TuFactoring_Carga_Masiva_Empresa_MMM_AAAAMMDD.txt

# textoCargarFacturasInformation24
source: , where:
es_do: , donde:

# textoCargarFacturasInformation25
source: 1. Company corresponds to the name of the Company
es_do: 1. Empresa corresponde al nombre de la Empresa

# textoCargarFacturasInformation26
source: 2. YYYYMMDD corresponds to the File Upload date
es_do: 2. AAAAMMDD corresponde a la fecha de Carga del Archivo

# textoCargarFacturasInformation27
source: 3. MMM corresponds to the Currency Code (ISO 4217)
es_do: 3. MMM corresponde al Código de la Moneda (ISO 4217)

# menuConfirmarDebtor
source: Confirm
es_do: Confirmar

# titleReview
source: Reviews
es_do: Revisión

# textoModalRechazarTodas
source: Are you sure to Reject all selected Invoices?
es_do: ¿Está seguro de Rechazar todas las Facturas seleccionadas?

# titleModalRechazarTodas
source: Reject Invoices
es_do: Rechazo de Facturas

# editUserLegalBanks
source: Edit Legal Representative
es_do: Editar Representante Legal

# textoProductDirect
source: Direct sale
es_do: Venta Directa

# errorDebtorNotSelected
source: You must select the Client Associated with the Invoice
es_do: Debe seleccionar el Cliente Asociado a la Factura

# textContentConfirmDebtor
source: It allows Confirming the acceptance of the Notification of Sale of the Invoice of your Supplier
es_do: Permite Confirmar la aceptación de Notificación de Venta de la Factura de su Proveedor.

# productDirect
source: Direct Sale
es_do: Venta Directa

# productType
source: Program Type
es_do: Tipo de Programa

# menuVentaDirecta
source: Direct Sale
es_do: Venta Directa

# menuPostularSupplier
source: Postulation of Invoices
es_do: Postulación de Facturas

# percentageNotValid
source: The assigned Percentage is invalid
es_do: El Porcentaje asignado no es válido

# refusedDirectSell
source: Invoice Rejection
es_do: Rechazo de Factura

# sureToRefused
source: Are you sure you want to reject the Invoice
es_do: ¿Está seguro que desea rechazar la Factura

# DIRECT
source: Direct sale
es_do: Venta Directa

# selectTypeProgram
source: Select a Service
es_do: Seleccione un Servicio

# textoAddNewInvoiceSupplier
source: It allows the Supplier to Load the Invoices of the different Clients, Manually or Massively, for their subsequent Direct Sale Application to the Confirming Banks.
es_do: Permite al Proveedor Cargar las Facturas de los diferentes Clientes, de forma Manual o Masiva, para su posterior Postulación de Venta Directa a los Bancos Confirmantes.

# textoEditionInvoiceSupplier
source: Once the Invoices are Manually or Massively Uploaded, you can edit them and update the basic information or Deductions, before being confirmed by your Clients.
es_do: Una vez Cargadas las Facturas de forma Manual o Masiva, podrá editarlas y actualizar la información básica o Deducciones, antes de ser confirmadas por sus Clientes.

# textoPostularSupplier
source: It allows the assignment of the Invoices that you want to Sell Directly to the Allied Bank of your choice.
es_do: Permite la asignación de las Facturas que desea Vender de forma Directa al Banco Aliado de su preferencia.

# textoModalRevisionTodas
source: Are you sure you accept all the selected invoices?
es_do: ¿Esta seguro de Aceptar todas las Facturas Seleccionadas?

# titleModalRevisarTodas
source: Invoice review
es_do: Revisión de facturas

# revisedStatus
source: REVISEDS
es_do: REVISADAS

# revised
source: Reviseds
es_do: Revisadas

# Fintech::Detalle servicio 1
source: Register all the requested information and accept the terms and conditions, once authorized you will receive your access code and you will be able to invite all your suppliers and enter the accounts receivable. Tufactoring will be in charge of notifying and with the debit authorization in account, invoices will be canceled upon expiration.
es_do: Registra toda la información solicitada y acepta los términos y condiciones, una vez autorizado recibirás tu clave de acceso y podrás invitar a todos tus proveedores e ingresar las cuentas por cobrar. Tufactoring se encargará de notificar y con la autorización de débito en cuenta, se cancelará las facturas al vencimiento.

# Fintech::Detalle servicio 2
source: Through the system you will receive confirmation of the invoices entered in the system by your clients and you can also make the sale request directly, so you can receive discount offers directly from Tufactoring or you can publish them in an electronic auction through our system and obtain offers from different investors.
es_do: A través del sistema recibirás confirmación de las facturas ingresadas en el sistema por tus clientes y también podrás realizar la solicitud de venta directamente, así podrás recibir ofertas de descuento directamente de Tufactoring o podrás publicarlos en una subasta electrónica a través de nuestro sistema y obtener ofertas de diferentes inversionistas

# Fintech::Detalle servicio 3
source: You must record all the information requested by the Tufactoring system so that you have access to the terms and conditions to operate. To have an account in the allied banks with which the suppliers also operate, and thus you will have daily access to the invoice auctions so that during the sessions you can bid on all the published invoices. If the purchase is awarded, you will receive a factoring contract without recourse granted by the seller and the payment confirmation upon expiration of the invoice. The payment of the purchase can be made through the payment button if your account is with the partner bank.
es_do: Debes registrar toda la Información que solicita el sistema de Tufactoring para que tengas acceso a los términos y condiciones para operar. De tener una cuenta en los bancos aliados con los que operaren también los proveedores, y así tendrás acceso diario a las subastas de facturas para que durante las jornadas puedas ofertar sobre todas la facturas publicadas. En caso de ser adjudicada la compra, recibirás contrato de factoring sin recurso otorgado por el vendedor y la confirmación de pago al vencimiento de la factura. El pago de la compra lo podrás realizar por medio de botón de pago si tu cuenta esta con el banco aliado.

# Fintech::Resumen caracteristica 1
source: Under the payment confirmation mechanisms between the companies and Tufactoring, you will receive the payment when the invoice is due.
es_do: Bajo los mecanismos de Confirmación de pago entre las empresas y Tufactoring, recibirás el pago al vencimiento de la factura

# Fintech::Resumen caracteristica 3
source: As a Tufactoring client, you will have access to all the services offered through its platform to manage the payment of your suppliers
es_do: Como cliente de Tufactoring, tendrás acceso a todos lo servicios ofrecidos por medio de su plataforma para realizar la gestión de pago a tus proveedores

# Fintech::Resumen servicio 1
source: As our client, you can channel the payment of your accounts payable through our system by accepting a confirming contract.
es_do: Como nuestro cliente, podrás canalizar a través de nuestro sistema el pago de tus cuentas por pagar por medio de la aceptación de un contrato de confirming.

# Fintech::Resumen servicio 2
source: Register in the Tufactoring system and accept the invitation that your customers send you, you will receive confirmation of payment of your invoices and discount offers.
es_do: Registrarte en el sistema Tufactoring y acepta la invitación que te envían tus clientes, recibirás confirmación de pago de tus facturas y ofertas de descuentos.

# Fintech::Resumen servicio 3
source: The auction process will allow you to select the invoices that best suit your investment needs and expectations and whether you can make the discount offer. At the close of the auction day, if your bid was the winner, you will be notified to proceed with the payment.
es_do: El proceso de subasta te permite seleccionar las facturas que más se ajusten a tus necesidades y expectativas de inversión y así podrá realizar la oferta de descuento. Al cierre de la jornada de la subasta si tu oferta fue la ganadora serás notificado para que procedas al pago.

# Fintech::Servicios subtitulo
source: Become part of the Tufactoring community through our services. Through the different mechanisms, the companies will have the support to carry out the payment management of your accounts payable, the suppliers will be able to sell their invoices and the investors will access the invoice auction and make the purchase at a discount.
es_do: Forma parte de la comunidad de Tufactoring a través de nuestros servicios. Por medio de los diferentes mecanismos las empresas contarán con el apoyo para realizar la gestión de pago de tus cuentas por pagar, los proveedores podrán vender sus facturas y los inversionistas acceder a la subasta de facturas y realizar la compra a descuento.

# Resumen Contactanos
source: Give us a call or send us an email and we will get back to you as soon as possible!
es_do: ¡Llámanos o envíanos un correo electrónico y nos comunicaremos contigo lo antes posible!

# Síguenos
source: Follow us on social networks:
es_do: Síguenos en las redes sociales:

# _Empty[1]
source: Invoice Rejection
es_do: Rechazo de Factura

# Contactanos
source: Contact us
es_do: Contactanos

# paidToOverdue
source: Paid Due
es_do: Pagada por Vencer

# indexSupplierTuFactoring
source: it is a financing alternative where through a contract the Supplier assigns the future collection of the credits, obtaining in exchange the money immediately from these operations with a small discount. You can also wait for the expiration of the Invoices to collect them, always with the confirmation of payment of your
es_do: es una alternativa de financiamiento donde a través de un contrato el Proveedor cede la cobranza futura de los créditos, obteniendo a cambio el dinero inmediatamente de esas operaciones con un pequeño descuento. También podrá esperar al vencimiento de las Facturas para el cobro de las mismas, siempre con la confirmación de pago de su

# indexConfirmantTuFactoring
source: it is a financing alternative where, through a Confirming contract, the Bank confirms the payment to Suppliers and Investors that carry out Factoring operations, allowing the Bank to have the first option to Purchase the Invoices.
es_do: es una alternativa de financiamiento donde a través de un contrato de Confirming el Banco confirma el pago a los Proveedores y a los Inversionistas que hacen operaciones de Factoring, permitiendo al Banco tener la primera opción de Oferta de Compra de las Facturas.

# indexDebtorTuFactoring
source: it is an alternative where your Suppliers can make the Sale of their Invoices to Financial Institutions or Investors, thanks to the Confirming Contract signed by you.
es_do: es una alternativa donde tus Proveedores podrán realizar la Venta de sus Facturas a Instituciones Financieras o Inversionistas, gracias al Contrato de Confirming firmado por Ustedes.

# textoCargarFacturasInformation6Supplier
source: 5. To complete the upload in the System, click the Save Invoices button, located at the top of the Processed Invoices Section and proceed to Postulate.
es_do: 5. Para culminar la carga en el Sistema, marque el botón Guardar Facturas, ubicado en la parte superior de la Sección Facturas Procesadas y proceda a Postular.

# textoAyudaAsociadosComplementacion
source: 3. To add a Client, press the Add button, enter the information and save the changes in the corresponding window.
es_do: 3. Para agregar un Cliente, presione el botón Agregar, ingrese la información y guarde los cambios en la ventana correspondiente.

# textoRevisionContent
source: It allows to review the Invoices Postulated by the Provider and that will be Confirmed by the Client.
es_do: Permite revisar las Facturas Postuladas por el Proveedor y que serán Confirmadas por el Cliente.

# textoRevisionFacturas2
source: Mark the selection indicator of the required Invoice and its respective Accept or Reject Button.
es_do: Marque el indicador de selección de la Factura requerida y su respectivo Botón Aceptar o Rechazar.

# textoRevisionFacturas3
source: Mark the selection indicator for the required Invoices, then select the icon (⋮) from the Options menu and the Option ✔ Accept or Reject. To complete, confirm the Operation.
es_do: Marque el indicador de selección de las Facturas requeridas, posteriormente seleccione el ícono (⋮) del menú Opciones y la Opción ✔Aceptar o Rechaza. Para culminar confirme la Operación.

# textoRevisionFacturas4
source: Select the (⋮) icon from the Options menu, then the Select All Option and ✔ Accept or Reject, as required. To complete, confirm the Operation.
es_do: Seleccione el ícono (⋮) del menú Opciones, luego la Opción Seleccionar todas y ✔Aceptar o Rechazar, según se requiera. Para culminar confirme la Operación.

# textoRevisionFacturas5
source: Once the Invoices have been selected, you will be able to view the total amount to process.
es_do: Una vez seleccionadas las Facturas, podrá visualizar el Monto total a procesar.

# textoContentPublicacionFacturas
source: Allows to Post Invoices in the next Auction and Postpone Invoices to Maturity
es_do: Permite Publicar Facturas en la próxima Subasta y Posponer Facturas al Vencimiento

# textoPublicacionFacturas0
source: To Post Invoices, do the following:
es_do: Para Publicar Facturas, realice lo siguiente:

# textoPublicacionFacturas1
source: Select the required Invoice and check the Postpone or Post Button, depending on your need.
es_do: Seleccione la Factura requerida y marque el Botón Posponer o Publicar, según su necesidad.

# textoPublicacionFacturas2
source: Select the icon (⋮) from the Options menu, then the Post All or Postpone All option, as required. To complete, confirm the Operation.
es_do: Seleccione el ícono (⋮) del menú Opciones, luego la Opción Publicar Todas o Posponer Todas, según se requiera. Para culminar confirme la Operación.

# textoOneInvoice
source: 1. One (1) Invoice:
es_do: 1. Una (1) Factura:

# textoAllInvoice
source: 2. All Invoices:
es_do: 2. Todas las Facturas:

# menuOfertasBanco
source: Bank Offers
es_do: Ofertas del Banco

# textoCompraFacturas2.1
source: (It only applies to the Applicants by Clients in Confirming)
es_do: (Solo aplica para las Postuladas por Clientes en Confirming)

# titleInvoiceConfirmationDebtor
source: Confirm Sales Notification
es_do: Confirmar Notificación de Ventas

# AMOUNT_CONFIRMATION_DIRECT
source: Amount to Review
es_do: Monto por Revisar

# textoModalAyudaPrincipalesProveedoresTexto3
source: To accept the Invitation from a Provider, press the Accept button.
es_do: Para aceptar la Invitación de un Proveedor, presione el botón Aceptar.

# textoRevisarFacturas1
source: To Confirm the invoice review, do one of the following, depending on the amount to be processed:
es_do: Para Confirmar la revisión de las Facturas, realice una de las siguientes acciones, según la cantidad a procesar:

# textoConfirmingDebtorNota
source: Note: Before Confirming the Invoices you can edit each one and add the corresponding deductions.
es_do: Nota: Antes de Confirmar las Facturas usted podrá editar cada una y agregar las deducciones correspondientes.

# rejectedStatus
source: REJECTEDS
es_do: RECHAZADAS

# rejected
source: Rejecteds
es_do: Rechazadas

# rejectedForClientStatus
source: REJECTEDS BY CUSTOMER
es_do: RECHAZADAS POR EL CLIENTE

# amountTotalToConfirm
source: Total Amount to Confirm
es_do: Monto Total a Confirmar

# textoComissionServiceCierre
source: Expense for Service
es_do: Gasto por Servicio

# refuseAllBankOfferts
source: Refuse All
es_do: Rechazar Todas

# rejectedForClient
source: Rejecteds by Customer
es_do: Rechazadas por el Cliente

# totalAmountConfirmaDebtor
source: Total Amount to Confirm
es_do: Monto Total a Confirmar

# confirmedForClientStatus
source: CONFIRMED NOTIFICATION
es_do: NOTIFICACIÓN CONFIRMADA

# notificationConfirmedStatus
source: CONFIRMED NOTIFICATION
es_do: NOTIFICACIÓN CONFIRMADA

# confirmedForClient
source: with Confirmed Notification
es_do: con Notificación Confirmada

# dashboardFactor
source: The Financial Institution, through TuF@ctoring, presents an investment alternative through which the Investor may offer discount percentages for the purchase on invoices published by the Suppliers. The recovery of the investment will be supported by a Confirming contract granted by the debtor Clients.
es_do: La Institución Financiera a través de TuF@ctoring, presenta una alternativa de inversión mediante la cual el Inversionista podrá ofertar porcentajes de descuento para la compra sobre facturas publicadas por los Proveedores. La recuperación de la inversión estará soportada mediante un contrato de Confirming otorgado por los Clientes deudores.

# textoFacturasDisponiblesConfirming
source: Confirming for a Total Amount of:
es_do: de Confirming por un Monto Total de:

# textoFacturasDisponiblesDirecta
source: Direct Sale for a Total Amount of:
es_do: de Venta Directa por un Monto Total de:

# textoTotalPor
source: Total for:
es_do: Total por:

# soldSupplierSingular
source: Sold for Pay
es_do: Vendida por Pagar

# buttonAddDeductionsAbre
source: Deductions
es_do: Deducciones

# titleInvoiceDataDeductions
source: Invoice Deductions
es_do: Deducciones de la Factura

# Ver video
source: Show video
es_do: Ver video
